Repository: khcrysalis/Feather
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id, ja, nl, pl, ru, tr, vi, zh

# CERTIFICATES_VIEW_CONTROLLER_CELL_ADD_FOOTER
source: Supported file formats: - P12 (.p12) - Mobile Provision (.mobileprovision) Make sure your certificates are valid and are able to sideload to your device!
de: Unterstützte Dateiformate: - P12 (.p12) - Mobile Provision (.mobileprovision) Stelle sicher, dass deine Zertifikate gültig sind und auf dein Gerät geladen werden können!
fr: Formats de fichiers pris en charge : - P12 (.p12) - Mobile Provision (.mobileprovision) Assurez-vous que vos certificats sont valides et peuvent être utilisés pour le chargement sur votre appareil !
id: Format file yang didukung: - P12 (.p12) - Mobile Provision (.mobileprovision) Pastikan sertifikat Anda valid dan dapat digunakan untuk sideload ke perangkat Anda!
ja: サポートされているファイルのフォーマット: - P12 (.p12) - Mobile Provision (.mobileprovision) 証明書が有効で、デバイスにサイドロードできることを確認してください！
nl: Ondersteunde bestandsindelingen: - P12 (.p12) - Mobile Provision (.mobileprovision) Zorg ervoor dat je certificaten geldig zijn en dat je ze naar je apparaat kunt sideloaden!
pl: Obsługiwane formaty plików: - P12 (.p12) - Mobile Provision (.mobileprovision) Upewnij się, że Twoje certyfikaty są ważne i mogą być używane do instalacji na Twoim urządzeniu!
ru: Поддерживаемые форматы файлов: - P12 (.p12) - Mobile Provision (.mobileprovision) Убедитесь, что ваши сертификаты действительны и могут быть использованны для установки приложений на ваше устройство!
tr: Geçerli dosya biçimleri: - P12 (.p12) - Mobile Provision (.mobileprovision) Sertifikalarınızın geçerli olduğundan ve cihazınıza yükleme yapılabildiğinden emin olun!
vi: Định dạng tệp được hỗ trợ: - P12 (.p12) - Mobile Provision (.mobileprovision) Đảm bảo chứng chỉ hợp lệ và có thể sideload vào thiết bị của bạn!
zh: 支持的文件格式： - P12 (.p12)和- Mobileprovision (.mobileprovision)和确保您的证书有效并能够侧载到您的设备！

# CERTIFICATES_VIEW_CONTROLLER_CELL_ADD
source: Add Certificates
de: Zertifikate hinzufügen
fr: Ajouter des certificats
id: Tambah Sertifikat
ja: 証明書を追加
nl: Certificaten toevoegen
pl: Dodaj Certyfikaty
ru: Добавить сертификаты
tr: Sertifika Ekle
vi: Thêm chứng chỉ
zh: 添加证书

# CERTIFICATES_VIEW_CONTROLLER_CELL_ADD_DESCRIPTION
source: Tap to add a certificate
de: Tippe, um ein Zertifikat hinzuzufügen
fr: Appuyez pour ajouter un certificat
id: Ketuk untuk menambahkan sertifikat
ja: タップして証明書を追加する
nl: Tik op om een certificaat toe te voegen
pl: Naciśnij, aby dodać certyfikat
ru: Нажмите для добавления сертификата
tr: Sertifika eklemek için dokunun
vi: Nhấn để thêm chứng chỉ
zh: 点击添加一个证书

# CERTIFICATES_VIEW_CONTROLLER_DELETE_ALERT_TITLE
source: You don't want to do this!
de: Du willst das nicht tun!
fr: Vous ne voulez pas faire ça !
id: Anda tidak ingin melakukan ini!
ja: こんなことはしたくないだろう！
nl: Dit wil je niet doen!
pl: Nie chcesz tego robić!
ru: Не делайте этого!
tr: Bunu yapmak istemezsin!
vi: Bạn không nên làm điều này!
zh: 你不会想这么做的！

# CERTIFICATES_VIEW_CONTROLLER_DELETE_ALERT_DESCRIPTION
source: You're trying to delete a selected certificate, try again later when you have another certificate on hand.
de: Du versuchst, ein ausgewähltes Zertifikat zu löschen. Versuche es später erneut, wenn du ein anderes Zertifikat zur Hand hast.
fr: Vous essayez de supprimer un certificat sélectionné, réessayez plus tard lorsque vous aurez un autre certificat sous la main.
id: Anda mencoba menghapus sertifikat yang dipilih, coba lagi nanti ketika Anda memiliki sertifikat lain.
ja: 選択した証明書を削除しようとしています。別の証明書が手元にあるときに、もう一度やり直してください。
nl: U probeert een geselecteerd certificaat te verwijderen, probeer het later nog eens als u een ander certificaat bij de hand hebt.
pl: Próbujesz usunąć wybrany certyfikat, spróbuj ponownie później, gdy będziesz miał inny certyfikat pod ręką.
ru: Вы пытаетесь удалить выбранный сертификат, повторите попытку позже, когда у вас под рукой будет другой сертификат.
tr: Seçili bir sertifikayı silmeye çalışıyorsunuz. Elinizde başka bir sertifika olduğunda tekrar deneyin.
vi: Bạn đang cố xóa chứng chỉ đang chọn. Hãy thử lại khi bạn có chứng chỉ khác.
zh: 您正在尝试删除选定的证书，请稍后在手头有其他证书时重试。

# CERTIFICATES_VIEW_CONTROLLER_CELL_EXPIRED
source: Expired
de: Abgelaufen
fr: Expiré
id: Kedaluwarsa
ja: 期限切れ
nl: Verlopen
pl: Wygasły
ru: Истек
tr: Süresi dolmuş
vi: Đã hết hạn
zh: 已过期

# CERTIFICATES_VIEW_CONTROLLER_CELL_DAYS_LEFT
source: %@ days left
de: %@ Tage übrig
fr: %@ jours restants
id: %@ hari tersisa
ja: 残り%@日
nl: %@ dagen over
pl: %@ dni pozostało
ru: %@ дней осталось
tr: %@ gün kaldı
vi: Còn %@ ngày
zh: 剩余 %@ 天

# CERT_IMPORTING_VIEWCONTROLLER_TITLE
source: Import
de: Importieren
fr: Importer
id: Impor
ja: インポート
nl: Importeer
pl: Importuj
ru: Импорт
tr: İçe Aktar
vi: Nhập
zh: 导入

# CERT_IMPORTING_VIEWCONTROLLER_PW_ALERT_TITLE
source: Bad Password
de: Falsches Passwort
fr: Mauvais mot de passe
id: Kata Sandi Salah
ja: パスワードが違います
nl: Verkeerde Wachtwoord
pl: Złe Hasło
ru: Неверный пароль
tr: Hatalı Parola
vi: Mật khẩu không đúng
zh: 密码错误

# CERT_IMPORTING_VIEWCONTROLLER_PW_ALERT_DESCRIPTION
source: Please check the password and try again.
de: Bitte überprüfe das Passwort und versuche es erneut.
fr: Veuillez vérifier le mot de passe et réessayer.
id: Silakan periksa kata sandi dan coba lagi.
ja: パスワードを確認してもう一度お試しください。
nl: Controleer het wachtwoord en probeer het opnieuw.
pl: Proszę sprawdzić hasło i spróbować ponownie.
ru: Пожалуйста проверьте пароль и повторите попытку.
tr: Lütfen parolayı kontrol edip tekrar deneyin.
vi: Vui lòng kiểm tra mật khẩu và thử lại.
zh: 请检查密码并重试。

# CERT_IMPORTING_VIEWCONTROLLER_CELL_IMPORT_PROV
source: Import Provisioning File
de: Provisioningsdatei importierten
fr: Importer un fichier de provisioning
id: Impor File Provisioning
ja: プロビジョニングファイルをインポート
nl: Importeer Provisioning Bestand
pl: Importuj Plik Mobile Provisioning
ru: Импорт файла Provisioning
tr: Provizyon Dosyasını İçe Aktar
vi: Nhập tệp Provisioning
zh: 导入描述文件

# CERT_IMPORTING_VIEWCONTROLLER_CELL_IMPORT_CERT
source: Import Certificate File
de: Zertifikatsdatei importieren
fr: Importer un fichier de certificat
id: Impor File Sertifikat
ja: 証明書ファイルをインポート
nl: Importeer Certificate Bestand
pl: Importuj Plik Certyfikatu
ru: Импорт файла сертификата
tr: Sertifikayı İçe Aktar
vi: Nhập tệp chứng chỉ
zh: 导入证书文件

# CERT_IMPORTING_VIEWCONTROLLER_CELL_IMPORT_ENTER_PW
source: Enter Password
de: Passwort eingeben
fr: Entrer le mot de passe
id: Masukkan Kata Sandi
ja: パスワードを入力
nl: Wachtwoord invullen
pl: Wprowadź Hasło
ru: Введите пароль
tr: Parolayı Girin
vi: Nhập mật khẩu
zh: 输入密码

# CERT_IMPORTING_VIEWCONTROLLER_CELL_IMPORT_PW
source: Password
de: Passwort
fr: Mot de passe
id: Kata Sandi
ja: パスワード
nl: Wachtwoord
pl: Hasło
ru: Пароль
tr: Parola
vi: Mật khẩu
zh: 密码

# CERT_IMPORTING_VIEWCONTROLLER_FOOTER_PROV
source: Import a provisioning file to be able to sideload to your device.
de: Importiere eine Provisioningsdatei, um auf dein Gerät laden zu können.
fr: Importez un fichier de provisioning pour pouvoir charger des applications sur votre appareil.
id: Impor file provisioning untuk dapat melakukan sideload ke perangkat Anda.
ja: プロビジョニングファイルをインポートして、デバイスにサイドロードできるようにします。
nl: Importeer een provisioningbestand om het naar je apparaat te kunnen sideloaden.
pl: Importuj plik provisioning, aby móc instalować na swoim urządzeniu.
ru: Импортируйте файл инициализации, чтобы иметь возможность установки приложений из интернета на устройство.
tr: Cihazınıza yükleme yapabilmeye uygun bir provizyon dosyası içe aktarın.
vi: Nhập tệp provisioning để có thể sideload vào thiết bị của bạn.
zh: 导入描述文件以便能够侧载到您的设备。

# CERT_IMPORTING_VIEWCONTROLLER_FOOTER_CERT
source: Import a file containing a valid certificate.
de: Importiere eine Datei, die ein gültiges Zertifikat enthält.
fr: Importez un fichier contenant un certificat valide.
id: Impor file yang berisi sertifikat yang valid.
ja: 有効な証明書を含むファイルをインポートする。
nl: Importeer een bestand met een geldig certificaat.
pl: Importuj plik zawierający ważny certyfikat.
ru: Импортируйте файл, содержащий действительный сертификат.
tr: Geçerli bir sertifika içeren bir dosyayı içe aktarın.
vi: Nhập tệp chứa chứng chỉ hợp lệ.
zh: 导入包含有效证书的文件。

# CERT_IMPORTING_VIEWCONTROLLER_FOOTER_PASS
source: Enter the password associated with the private key, leave it blank if theres no password required.
de: Gib das Passwort ein, das mit dem privaten Schlüssel verknüpft ist. Lasse es leer, wenn kein Passwort erforderlich ist.
fr: Entrez le mot de passe associé à la clé privée, laissez vide si aucun mot de passe n'est requis.
id: Masukkan kata sandi yang terkait dengan kunci pribadi, biarkan kosong jika tidak ada kata sandi yang diperlukan.
ja: 秘密鍵に関連付けられたパスワードを入力します。パスワードが必要ない場合空白のままにしてください。
nl: Voer het wachtwoord in dat bij de privésleutel hoort, laat het leeg als er geen wachtwoord nodig is.
pl: Wprowadź hasło powiązane z kluczem prywatnym, pozostaw puste, jeśli nie jest wymagane żadne hasło.
ru: Введите пароль связанный с приватным ключом; оставьте это поле пустым если пароль не требуется.
tr: Özel anahtarla ilişkili parolayı girin, parola gerekmiyorsa boş bırakın.
vi: Nhập mật khẩu liên quan đến khóa riêng, để trống nếu không yêu cầu mật khẩu.
zh: 输入与证书关联的密码，如果不需要密码，则留空。

# RESET_VIEW_CONTROLLER_CLEAR_CACHE
source: Clear Network Cache
de: Netzwerk-Cache löschen
fr: Vider le cache réseau
id: Hapus Cache Jaringan
ja: ネットワークキャッシュをクリア
nl: Netwerk cache wissen
pl: Wyczyść Pamięć Cache
ru: Очистить сетевой кэш
tr: Ağ Önbelleğini Temizle
vi: Xóa bộ nhớ cache mạng
zh: 清除网络缓存

# RESET_VIEW_CONTROLLER_CLEAR_CACHE_ALERT_TITLE
source: This action is irreversible. Cached network requests and images will be cleared.
de: Diese Aktion kann nicht rückgängig gemacht werden. Zwischengespeicherte Netzwerkanforderungen und Bilder werden gelöscht.
fr: Cette action est irréversible. Les requêtes réseau en cache et les images seront supprimées.
id: Tindakan ini tidak dapat dibatalkan. Cache permintaan jaringan dan gambar akan dihapus.
ja: このアクションは元に戻せません。 キャッシュされたネットワークリクエストと画像は消去されます。
nl: Deze actie is onomkeerbaar. Cached netwerkverzoeken en afbeeldingen worden gewist.
pl: Ta akcja jest nieodwracalna. Pamięć podręczna żądań sieciowych i obrazów zostanie wyczyszczona.
ru: Это действие необратимо. Кэшированные сетевые запросы и изображения будут очищены.
tr: Bu eylem geri alınamaz. Önbelleğe alınmış ağ istekleri ve görüntüler temizlenecek.
vi: Hành động này không thể khôi phục. Các yêu cầu mạng và hình ảnh đã lưu sẽ bị xóa.
zh: 此操作不可逆，缓存的网络请求和图片将被清除。

# DONATION_TITLE
source: Donate
de: Spenden
fr: Faire un don
id: Donasi
ja: 寄付
nl: Doneer
pl: Darowizna
ru: Пожертвовать
tr: Bağış Yap
vi: Quyên góp
zh: 捐赠

# DONATION_DONATIONS
source: Donations
de: Spenden
fr: Dons
id: Donasi
ja: 寄付について
nl: Donaties
pl: Dotacja
ru: Пожертвования
tr: Bağışlar
vi: Quyên góp
zh: 捐赠

# DONATION_CELL_1_TITLE
source: Secret Repo
de: Geheime Repository
fr: Repo Secret
id: Repositori Rahasia
ja: シークレットリポジトリ
nl: Geheime repo
pl: Tajne Źródło
ru: Секретный репозиторий
tr: Gizli Depo
vi: Kho bí mật
zh: 私密仓库

# DONATION_CELL_1_DESCRIPTION
source: Get access to our secret repo by donating, will provide you with beta access to Feather.
de: Erhalte durch eine Spende Zugang zu unserer geheimen Repository, die dir Beta-Zugriff auf Feather bietet.
fr: Accédez à notre repo secret en faisant un don, vous bénéficierez d'un accès bêta à Feather.
id: Dapatkan akses ke repositori rahasia kami dengan berdonasi, akan memberi Anda akses beta ke Feather.
ja: 寄付をするとシークレットリポジトリにアクセスでき、beta版へのアクセスを得ることができます。
nl: Krijg toegang tot onze geheime repo door te doneren, hiermee krijg je bètatoegang tot Feather.
pl: Uzyskaj dostęp do naszego tajnego repozytorium poprzez darowiznę, co zapewni Ci dostęp beta do Pióra.
ru: Сделав пожертвование, вы получите доступ к нашему секретному репозиторию и бета-версиям Feather.
tr: Bağış yaparak gizli depomuza erişin, Feather’a beta erişiminiz olsun.
vi: Nhận quyền truy cập vào kho bí mật của chúng tôi bằng cách quyên góp, sẽ cung cấp cho bạn quyền truy cập beta vào Feather.
zh: 通过捐赠获取我们秘密仓库的访问权，将为您提供 Feather 的测试版访问权限。

# DONATION_CELL_2_TITLE
source: Show Your Support
de: Zeige deine Unterstützung
fr: Montrez votre soutien
id: Tunjukkan Dukungan Anda
ja: あなたのサポートを示す
nl: Toon uw steun
pl: Pokaż Swoje Wsparcie
ru: Выразите свою поддержку
tr: Desteğinizi Gösterin
vi: Ủng hộ chúng tôi
zh: 表达您的支持

# DONATION_CELL_2_DESCRIPTION
source: Show your support by donating! If you're unable to donate, spreading the word about Feather works too!
de: Zeige deine Unterstützung mit einer Spende! Sollest du nicht in der Lage sein, zu spenden, kannst du auch einfach deinen Freunden über Feather erzählen!
fr: Montrez votre soutien en faisant un don ! Si vous ne pouvez pas faire un don, faire connaître Feather est tout aussi utile !
id: Tunjukkan dukungan Anda dengan berdonasi! Jika Anda tidak dapat berdonasi, menyebarkan informasi tentang Feather juga membantu!
ja: 寄付をするとあなたのサポートを示せます！寄付ができない場合、Featherを周りの人に広めてください！
nl: Laat je steun zien door te doneren! Als je niet in staat bent om te doneren, werkt het ook om Feather onder de aandacht te brengen!
pl: Pokaż swoje wsparcie poprzez darowiznę! Jeśli nie możesz wpłacić darowizny, rozprzestrzenienie informacji o Piórze również działa!
ru: Выразите свою поддержку, сделав пожертвование! Если у вас нет возможности пожертвовать, распространите информацию о Feather!
tr: Bağış yaparak desteğinizi gösterin! Bağış yapamıyorsanız, Feather’ın işe yaradığı hakkında bilgi yaymak da işe yarar!
vi: Thể hiện sự ủng hộ của bạn bằng cách quyên góp! Nếu bạn không thể quyên góp, thì việc lan truyền thông tin về Feather cũng có tác dụng!
zh: 通过捐赠来表达您的支持！如果您无法捐款，宣传 Feather 也很有用！

# LOGS_VIEW_SECTION_TITLE_ERROR
source: %@ Critical Errors.
de: %@ Kritische Fehler.
fr: %@ Erreurs critiques.
id: %@ Kesalahan Kritis.
ja: %@ 重大なエラー
vi: %@ Lỗi nghiêm trọng.
zh: %@ 个严重错误。

# LOGS_VIEW_SECTION_TITLE_SHARE
source: Share Logs
de: Protokolle teilen
fr: Partager les journaux
id: Bagikan Log
ja: ログを共有する
vi: Chia sẻ nhật ký
zh: 分享日志

# LOGS_VIEW_SECTION_TITLE_COPY
source: Copy Logs
de: Protokolle kopieren
fr: Copier les journaux
id: Salin Log
ja: ログをコピーする
vi: Sao chép nhật ký
zh: 复制日志

# LOGS_VIEW_SUCCESS_DESCRIPTION
source: Log contents have been copied to clipboard.
de: Protokoll-Inhalt wurde zur Zwischenablage kopiert.
fr: Le contenu des journaux a été copié dans le presse-papiers.
id: Konten log telah disalin ke clipboard.
ja: ログ情報がクリップボードにコピーされました。
vi: Nội dung nhật ký đã được sao chép vào bộ nhớ tạm.
zh: 日志内容已复制到剪贴板。

# LOGS_VIEW_FAIL_DESCRIPTION
source: Failed to copy log contents.
de: Kopieren der Protokolle fehlgeschlagen.
fr: Échec de la copie du contenu des journaux.
id: Gagal menyalin konten log.
ja: ログ情報のコピーに失敗しました。
vi: Không thể sao chép nội dung nhật ký.
zh: 无法复制日志内容。

source: OK
de: Okay
ru: ОК
tr: Tamam
zh: 好的

# APP_SIGNING_TWEAK_VIEW_CONTROLLER_TITLE
source: Tweaks
pl: Poprawki
ru: Твики
tr: Tweak’ler
zh: 第三方库
