Repository: khcrysalis/Feather
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id, ja, nl, pl, ru, tr, vi, zh

source: Unknown
de: Unbekannt
fr: Inconnu
id: Tidak diketahui
ja: 不明
nl: Onbekend
pl: Nieznany
ru: Неизвестно
tr: Bilinmeyen
vi: Không xác định
zh: 未知

source: Default
de: Standard
fr: Défaut
ja: デフォルト
nl: Standaard
pl: Domyślny
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh: 默认

source: Copy
de: Kopieren
fr: Copier
id: Salin
ja: コピー
nl: Kopie
pl: Kopiuj
ru: Копировать
tr: Kopyala
vi: Sao chép
zh: 复制

source: Delete
de: Löschen
fr: Supprimer
id: Hapus
ja: 削除
nl: Verwijder
pl: Usuń
ru: Удалить
tr: Sil
vi: Xóa
zh: 删除

source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отмена
tr: Vazgeç
vi: Hủy bỏ
zh: 取消

source: Done
de: Fertig
fr: Terminé
id: Selesai
ja: 完了
nl: Gedaan
pl: Zrobione
ru: Готово
tr: Tamam
vi: Xong
zh: 完成

source: Dismiss
de: Verwerfen
fr: Fermer
id: Tutup
ja: 閉じる
nl: Verwerpen
pl: Zamknij
ru: Закрыть
tr: Kapat
vi: Bỏ qua
zh: 隐藏

source: Lame
de: Langweilig
fr: Fermer
id: Payah
ja: 了解
nl: Zwak
pl: Słabe
ru: Понятно
vi: OK
zh: 明白了

source: Save
de: Sichern
fr: Sauvegarder
id: Simpan
ja: 保存
nl: Opslaan
pl: Zapisz
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# SET
source: Save
de: Setzen
fr: Définir
id: Simpan
ja: セット
nl: Opslaan
pl: Ustaw
ru: Установить
tr: Kaydet
vi: Đặt
zh: 保存

source: Continue
de: Fortfahren
fr: Continuer
id: Lanjutkan
ja: 続ける
nl: Doorgaan
ru: Продолжить
tr: Devam Et
vi: Tiếp tục
zh: 继续

source: Import
de: Importieren
fr: Importer
id: Impor
ja: インポート
ru: Импортировать
tr: İçe Aktar
vi: Nhập
zh: 导入

source: Add
de: Hinzufügen
fr: Ajouter
id: Tambah
ja: 追加
ru: Добавить
tr: Ekle
vi: Thêm
zh: 添加

source: Install
de: Installieren
fr: Installer
id: Pasang
ja: インストール
vi: Cài đặt
zh: 安装

# ALERT_SUCCESS
source: Success
de: Erfolg
fr: Succès
id: Berhasil
ja: 成功
nl: Succes
pl: Sukces
ru: Успешно
tr: Başarılı
vi: Thành công
zh: 成功

# ALERT_TRACE
source: Trace
de: Alarm
id: Jejak
ja: トレース
nl: Opsporen
pl: Ślad
tr: İzle
vi: Theo dõi
zh: 追踪

# ALERT_ERROR
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
pl: Błąd
ru: Ошибка
tr: Hata
vi: Lỗi
zh: 错误

# ALERT_CRITICAL
source: Critical
de: Kritischer Fehler
fr: Critique
id: Kritis
ja: 重大
nl: Kritiek
pl: Krytyczny
ru: Критическая ошибка
tr: Kritik
vi: Lỗi nghiêm trọng
zh: 严重

# ALERT_COPIED
source: Copied
de: Kopieren
fr: Copie
id: Disalin
ja: コピーしました
vi: Đã sao chép
zh: 已复制

# ERROR_INSTALLER
source: Installer
fr: Installateur
id: Pemasang
ja: インストーラー
pl: Instalator
ru: Установщик
tr: Yükleyici
vi: Trình cài đặt
zh: 安装工具

# ERROR_INSTALLER_DESCRIPTION
source: Failed to load SSL certificates
de: SSL-Zertifikate konnten nicht geladen werden
fr: Échec du chargement des certificats SSL
id: Gagal memuat sertifikat SSL
ja: SSL証明書の読み込みに失敗しました。
nl: SSL-certificaten zijn niet geladen
pl: Nie udało się załadować certyfikatów SSL
ru: Не удалось загрузить SSL-сертификаты
tr: SSL sertifikaları yüklenemedi
vi: Không thể tải chứng chỉ SSL
zh: 加载 SSL 证书失败。

# ERROR_ZSIGN_FAILED
source: Signing failed.
de: Signierung fehlgeschlagen.
fr: Signature échouée.
id: Penandatanganan gagal.
ja: 署名に失敗しました。
nl: Ondertekening mislukt.
pl: Podpisywanie pliku nie powiodło się.
ru: Не удалось подписать.
tr: İmzalama başarısız oldu.
vi: Ký .ipa thất bại.
zh: 签名失败。

# ERROR_FAILED_TO_READ_MOBILEPROVISION
source: Failed to read mobileprovision file
de: Fehler beim Lesen der Mobileprovision-Datei
fr: Impossible de lire le fichier mobileprovision
id: Gagal membaca file mobileprovision
ja: mobileprovisionファイルの読み込みに失敗しました
nl: Mislukt bij het lezen van mobileprovision-bestand
pl: Nie udało się odczytać pliku mobileprovision
ru: Не удалось прочитать файл mobileprovision
tr: Provizyon dosyası okunamadı
vi: Không thể đọc tệp mobileprovision
zh: 无法读取mobileprovision文件。

# SUCCESS_SIGNED
source: Successfully signed %@
de: %@ erfolgreich signiert
fr: %@ signé avec succès
id: Berhasil menandatangani %@
ja: %@の署名に成功しました
nl: Succesvol ondertekend %@
pl: Pomyślnie podpisano %@
ru: Успешно подписано %@
tr: %@ başarıyla imzalandı
vi: Đã ký thành công %@
zh: 成功签名 %@

# SUCCESS_RESIGN
source: Successfully resigned!
de: Erfolgreich signiert!
fr: Re-signature réussie !
id: Berhasil menandatangani ulang!
ja: 再署名に成功しました！
nl: Succesvol opnieuw ondertekend!
pl: Pomyślnie odświeżenie podpisu!
ru: Успешно переписано!
tr: Başarıyla yeniden imzalandı!
vi: Đã ký lại thành công!
zh: 重签名成功！

# SUCCESS_REQUIRES_RESTART
source: You must close the app for changes to take effect.
de: Du musst die App schließen, damit es in Kraft tritt.
fr: Vous devez fermer l’application pour que les modifications prennent effet.
id: Anda harus menutup aplikasi agar perubahan diterapkan.
ja: 変更を反映させるにはアプリを再起動する必要があります
ru: Вы должны закрыть приложение, чтобы изменения вступили в силу.
tr: Değişikliklerin etkili olabilmesi için uygulamanın yeniden başlatılması gereklidir.
vi: Bạn phải đóng ứng dụng để các thay đổi có hiệu lực.
zh: 您必须关闭应用程序才能使更改生效。

# ONBOARDING_WELCOMETITLE_1
source: Welcome to
de: Willkommen zu
fr: Bienvenue dans
id: Selamat datang di
ja: ようこそ
nl: Welkom bij
pl: Witaj w
ru: Добро пожаловать в
tr: Hoş Geldiniz
vi: Chào mừng đến với
zh: 欢迎来到

# ONBOARDING_CELL_1_TITLE
source: Sideload On Device
de: Sideloading auf dem Gerät
fr: Sideload sur l'appareil
id: Sideload Di Perangkat
ja: デバイスだけでサイドロード
nl: Sideloaden op apparaat
pl: Instaluj na urządzeniu
ru: Установка приложений из интернета
tr: Cihazınızdan Yükleme
vi: Cài đặt trực tiếp trên thiết bị
zh: 设备端侧载

# ONBOARDING_CELL_1_DESCRIPTION
source: Sideload apps without a computer, all done from your device.
de: Signierte Apps ohne Computer, alles von deinem Gerät aus.
fr: Installez des apps sans ordinateur, directement depuis votre appareil.
id: Sideload aplikasi tanpa komputer, semua dilakukan dari perangkat Anda.
ja: コンピューターなしでアプリをサイドロードします。デバイスだけで完結。
nl: Sideload apps zonder computer, allemaal vanaf je apparaat.
pl: Instaluj aplikacje bez komputera, wszystko zrobione z Twojego urządzenia.
ru: Устанавливайте приложения из интернета без компьютера.
tr: Bilgisayara ihtiyaç duymadan uygulamaları cihazınızdan yükleyin.
vi: Cài đặt ứng dụng mà không cần máy tính, mọi thứ được thực hiện từ thiết bị của bạn.
zh: 无需计算机即可侧载应用程序，一切只需通过您的设备即可完成。

# ONBOARDING_CELL_2_TITLE
source: Customize Apps
de: Apps anpassen
fr: Personnalisez les applications
id: Kustomisasi Aplikasi
ja: アプリのカスタマイズ
nl: Apps aanpassen
pl: Dostosuj aplikacje
ru: Настраивайте приложения
tr: Uygulamaları Özelleştirme
vi: Tùy chỉnh ứng dụng
zh: 自定义应用程序

# ONBOARDING_CELL_2_DESCRIPTION
source: Manage and customize your apps for your needs.
de: Verwalte und passe deine Apps an deine Bedürfnisse an.
fr: Gérez et personnalisez vos apps selon vos besoins.
id: Kelola dan sesuaikan aplikasi Anda sesuai kebutuhan.
ja: 必要に応じてアプリの管理とカスタマイズができます。
nl: Beheer je apps en pas ze aan je behoeften aan.
pl: Zarządzaj i dostosowuj swoje aplikacje do swoich potrzeb.
ru: Управляйте приложениями и настраивайте их под свои нужды.
tr: Uygulamalarınızı ihtiyaçlarınıza göre yönetin ve özelleştirin.
vi: Quản lý và tùy chỉnh các ứng dụng cho phù hợp với nhu cầu của bạn.
zh: 根据您的需要管理和定制您的应用程序。

# ONBOARDING_CELL_3_TITLE
source: And Much More!
de: Und vieles mehr!
fr: Et bien plus encore !
id: Dan Masih Banyak Lagi!
ja: まだまだ色々あります！
nl: En nog veel meer!
pl: I wiele więcej!
ru: И многое другое!
tr: Ve Daha Fazlası!
vi: Và còn nhiều hơn nữa!
zh: 更多

# ONBOARDING_CELL_3_DESCRIPTION
source: AltStore repositories, import IPA's, easy certificate switching, and much more.
de: AltStore-Quellen, IPA-Import, einfacher Zertifikatswechsel und vieles mehr.
fr: Dépôts AltStore, import d'IPA, changement de certificat facile, et bien plus.
id: Repositori AltStore, impor IPA, pengalihan sertifikat yang mudah, dan masih banyak lagi.
ja: AltStoreリポジトリ、ipaのインポート、簡単に証明書を切り替える、などなど。
nl: AltStore repositories, IPA's importeren, eenvoudig certificaten wisselen en nog veel meer.
pl: Repozytoria AltStore, importuj pliki IPA, łatwe przełączanie certyfikatów i wiele więcej.
ru: AltStore репозитории, импорт IPA файлов, простое переключение сертификатов, и многое другое.
tr: AltStore depoları, IPA’ları içe aktarma, kolayca sertifika değiştirme ve çok daha fazlası.
vi: Kho AltStore, nhập IPA, chuyển đổi chứng chỉ dễ dàng và nhiều tính năng khác.
zh: AltStore 存储库、导入 IPA、轻松切换证书等。

# ONBOARDING_FOOTER
source: Developed by Samara. Made for users who are passionate for sideloading and freedom. Many features included inside.
de: Entwickelt von Samara. Gemacht für Benutzer, die sich für Sideloading und Freiheit begeistern. Viele Funktionen sind enthalten.
fr: Développé par Samara. Conçu pour les passionnés de sideloading et de liberté. De nombreuses fonctionnalités incluses.
id: Dikembangkan oleh Samara. Dibuat untuk pengguna yang bersemangat untuk sideloading dan kebebasan. Banyak fitur disertakan di dalamnya.
ja: Samaraによって開発。サイドローディングと自由を求めるユーザーのために作られました。たくさんの機能が詰め込まれています。
nl: Ontwikkeld door Samara. Gemaakt voor gebruikers die gepassioneerd zijn door sideloading en vrijheid. Veel functies zijn inbegrepen.
pl: Opracowane przez Samarę. Stworzone dla użytkowników, którzy są pasjonatami instalacji i wolności. Wiele funkcji zawartych wewnątrz.
ru: Разработан Самарой. Создан для пользователей, которые любят установку из интернета и свободу. Внутри множество функций.
tr: Samara tarafından geliştirildi. Sideloading ve özgürlük tutkunu kullanıcılar için hazırlandı. İçerisine bir çok özellik eklendi.
vi: Được phát triển bởi Samara. Dành cho những người đam mê sideloading và sự tự do. Rất nhiều tính năng được tích hợp bên trong.
zh: 由 Samara 开发，专为热爱侧载和自由的用户打造，具有多种功能。

# ONBOARDING_FOOTER_LINK
source: Learn more...
de: Lerne mehr...
fr: En savoir plus...
id: Pelajari lebih lanjut...
ja: 詳しく知る
nl: Meer informatie...
pl: Dowiedz się więcej...
ru: Узнать больше...
tr: Daha fazlası...
vi: Tìm hiểu thêm...
zh: 了解更多...

# ONBOARDING_CONTINUE_BUTTON
source: Continue
de: Fortfahren
fr: Continuer
id: Lanjutkan
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
tr: Devam Et
vi: Tiếp tục
zh: 继续

# TAB_SOURCES
source: Sources
de: Quellen
id: Sumber
ja: ソース
nl: Bronnen
pl: Źródła
ru: Источники
tr: Kaynaklar
vi: Nguồn
zh: 软件源

# TAB_LIBRARY
source: Library
de: Mediathek
fr: Bibliothèque
id: Pustaka
ja: ライブラリ
nl: Bibliotheek
pl: Biblioteka
ru: Библиотека
tr: Kitaplık
vi: Thư viện
zh: IPA库

# TAB_SETTINGS
source: Settings
de: Einstellungen
fr: Paramètres
id: Pengaturan
ja: 設定
nl: Instellingen
pl: Opcje
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

# TRANSFER_PREVIEW_PACKAGING
source: Packaging...
de: Wird gepackt...
fr: Emballage...
id: Mengemas...
ja: パッケージ化しています...
nl: Verpakken...
pl: Pakowanie...
ru: Упаковка...
tr: Paketleniyor...
vi: Đang đóng gói...
zh: 打包中...

# TRANSFER_PREVIEW_READY
source: Ready To Install
de: Bereit zur Installation
fr: Prêt à installer
id: Siap Dipasang
ja: インストールの準備ができました
nl: Klaar voor installatie
pl: Gotowe do instalacji
ru: Готово к установке
tr: Kuruluma Hazır
vi: Sẵn sàng để cài đặt
zh: 可随时安装

# TRANSFER_PREVIEW_SENDING_MANIFEST
source: Sending Manifest...
de: Manifest wird gesendet...
fr: Envoi du manifest...
id: Mengirim Manifes...
ja: マニフェストを送信中...
nl: Manifest verzenden...
pl: Wysyłanie manifestu...
ru: Отправка манифеста...
tr: Manifest Gönderiliyor...
vi: Đang gửi Manifest...
zh: 发送 Manifest...

# TRANSFER_PREVIEW_SENDING_PAYLOAD
source: Sending Payload...
de: Payload wird gesendet...
fr: Envoi du payload...
id: Mengirim Payload...
ja: ペイロードを送信中...
nl: Payload verzenden...
pl: Wysyłanie ładunku...
ru: Отправка данных...
tr: Payload Gönderiliyor...
vi: Đang gửi Payload...
zh: 发送 Payload...

# TRANSFER_PREVIEW_DONE
source: Done
de: Fertig
fr: Terminé
id: Selesai
ja: 完了
nl: Klaar
pl: Zakończono
ru: Готово
tr: Tamamlandı
vi: Hoàn tất
zh: 完成

# TRANSFER_PREVIEW_COMPLETED
source: Completed
de: Fertiggestellt
fr: Complété
id: Selesai
ja: 完了
nl: Voltooid
pl: Zakończono
ru: Завершено
tr: Hazır
vi: Đã hoàn thành
zh: 已完成

# SOURCES_VIEW_CONTROLLER_REPOSITORIES
source: Repositories
de: Quellen
fr: Dépôts
id: Repositori
ja: リポジトリ
pl: Źródła
ru: Репозитории
tr: Depolar
vi: Kho ứng dụng
zh: 软件源

# SOURCES_VIEW_CONTROLLER_ADD_SOURCES
source: Add Repo
de: Quelle hinzufügen
fr: Ajouter un dépôt
id: Tambah Repo
ja: リポジトリを追加
nl: Repo Toevoegen
pl: Dodaj Źródła
ru: Добавить
tr: Depo Ekle
vi: Thêm nguồn
zh: 新增源

# SOURCES_VIEW_CONTROLLER_NUMBER_OF_SOURCES
source: %@ Source
de: %@ Quelle
id: %@ Sumber
ja: %@個のソース
nl: %@ Bronnen
pl: %@ Źródeł
ru: %@ источников
tr: %@ Kaynak
vi: %@ Nguồn
zh: %@ 个软件源

# SOURCES_VIEW_CONTROLLER_NUMBER_OF_SOURCES_PLURAL
source: %@ Sources
de: %@ Quellen
id: %@ Sumber
ja: %@個のソース
ru: %@ источников
tr: %@ Kaynak
vi: %@ Nguồn
zh: %@ 个软件源

# SOURCES_VIEW_CONTROLLER_SEARCH_SOURCES
source: Search Sources
de: Quellen durchsuchen
fr: Rechercher des sources
id: Cari Sumber
ja: ソースを検索
nl: Bronnen zoeken
pl: Szukaj Źródeł
ru: Поиск среди источников
tr: Kaynaklarda Ara
vi: Tìm kiếm nguồn
zh: 搜索

# SOURCES_VIEW_ADD_SOURCES_ALERT_TITLE
source: Add Source
de: Quelle hinzufügen
fr: Ajouter une source
id: Tambah Sumber
ja: ソースを追加
nl: Bron Toevoegen
pl: Dodaj Źródło
ru: Добавить источник
tr: Kaynak Ekle
vi: Thêm nguồn
zh: 新增软件源

# SOURCES_VIEW_ADD_SOURCES_ALERT_DESCRIPTION
source: Add Altstore Repo URL
de: AltStore-Quellen-URL hinzufügen
fr: Ajouter une URL Altstore
id: Tambahkan URL Repo Altstore
ja: AltstoreリポジトリURLを追加
nl: Altstore Repo URL toevoegen
pl: Dodaj URL repozytorium Altstore
ru: Добавить URL репозитория AltStore
tr: AltStore Depo Adresini Ekleyin
vi: Thêm URL nguồn
zh: 输入软件源链接

# SOURCES_VIEW_ADD_SOURCES_ALERT_BUTTON_IMPORT_REPO
source: Import Repositories
de: Importiere eine Quelle
fr: Importer les dépôts
id: Impor Repositori
ja: リポジトリをインポート
ru: Импорт репозиториев
tr: Depoları İçe Aktar
vi: Nhập nguồn
zh: 导入软件源

# SOURCES_VIEW_ADD_SOURCES_ALERT_BUTTON_EXPORT_REPO
source: Export Repositories
de: Exportiere eine Quelle
fr: Exporter les dépôts
id: Ekspor Repositori
ja: リポジトリをエクスポート
ru: Экспорт репозиториев
tr: Depoları Dışa Aktar
vi: Chia sẻ nguồn
zh: 导出软件源

# SOURCES_VIEW_ADD_SOURCES_ALERT_BUTTON_EXPORT_REPO_ACTION_SUCCESS
source: Copied Repositories to Clipboard
de: Quelle in die Zwischenablage kopiert
fr: Dépôts copiés dans le presse-papiers
id: Repositori Disalin ke Clipboard
ja: リポジトリをクリップボードにコピーしました
ru: Репозитории скопированы в буфер обмена
tr: Depolar Panoya Kopyalandı
vi: Đã sao chép nguồn ứng dụng vào bộ nhớ tạm
zh: 将源复制到剪贴板

# SOURCES_VIEW_ADD_SOURCES_FOOTER_NOTSTARTED
source: Enter a URL to start validation.
de: Gib eine URL zur Überprüfung ein.
fr: Entrez une URL pour commencer.
id: Masukkan URL untuk memulai validasi.
ja: 検証を開始するURLを入力します。
ru: Введите URL чтобы начать проверку.
tr: Doğrulamayı başlatmak için bir URL girin.
vi: Nhập URL để bắt đầu kiểm tra tính hợp lệ.
zh: 输入一个链接开始验证。

# SOURCES_VIEW_ADD_SOURCES_FOOTER_NOTVALIDJSON
source: Invalid JSON, please check your input.
de: JSON ungültig, bitte überprüfe deine Eingabe.
fr: JSON invalide, veuillez vérifier votre saisie.
id: JSON tidak valid, silakan periksa input Anda.
ja: 無効なJSONです。 入力をもう一度確認してください。
ru: Неверный JSON, пожалуйста, проверьте ввод.
tr: Geçersiz JSON, lütfen girişinizi kontrol edin.
vi: JSON không hợp lệ, vui lòng kiểm tra lại.
zh: 错误的JSON，请检查您的输入。

# SOURCES_VIEW_ADD_SOURCES_FOOTER_VALID
source: Valid JSON entered.
de: Gültige JSON eingegeben.
fr: JSON valide.
id: JSON valid dimasukkan.
ja: 有効なJSONが入力されました。
ru: Введен верный JSON.
tr: JSON Geçerli.
vi: JSON hợp lệ.
zh: 输入的JSON有效。

# SOURCES_APP_VIEW_CONTROLLER_NUMBER_OF_APPS
source: %@ App
fr: %@ Application
id: %@ Aplikasi
ja: %@個のアプリ
nl: %@ Apps
pl: %@ Aplikacji
ru: %@ приложений
tr: %@ Uygulama
vi: %@ Ứng dụng
zh: %@ 个App

# SOURCES_APP_VIEW_CONTROLLER_NUMBER_OF_APPS_PLURAL
source: %@ Apps
fr: %@ Applications
id: %@ Aplikasi
ja: %@個のアプリ
ru: %@ приложений
tr: %@ Uygulama
vi: %@ Ứng dụng
zh: %@ 个App

# SOURCES_APP_VIEW_CONTROLLER_SEARCH_APPS
source: Search Apps
de: Apps durchsuchen
fr: Rechercher des apps
id: Cari Aplikasi
ja: アプリを検索
nl: Apps zoeken
pl: Szukaj Aplikacji
ru: Поиск приложений
tr: Uygulamaları Ara
vi: Tìm kiếm ứng dụng
zh: 搜索App

# SOURCES_CELLS_DEFAULT_SUBTITLE
source: An awesome application.
de: Eine tolle Anwendung.
fr: Une application géniale.
id: Aplikasi yang luar biasa.
ja: 素晴らしいアプリ
nl: Een geweldige toepassing.
pl: Niesamowita aplikacja.
ru: Прекрасное приложение.
tr: Harika bir uygulama.
vi: Một ứng dụng tuyệt vời.
zh: 一个应用程序。

# SOURCES_CELLS_DEFAULT_DESCRIPTION
source: A cool description.
de: Eine coole Beschreibung.
fr: Une description cool.
id: Deskripsi yang keren.
ja: かっこいい説明文
nl: Een leuke beschrijving.
pl: Fajny opis.
ru: Крутое приложение.
tr: Havalı bir açıklama.
vi: Một mô tả hay.
zh: 一个描述。

# SOURCES_CELLS_ACTIONS_HOLD_AVAILABLE_VERSIONS
source: Available Versions
de: Verfügbare Versionen
fr: Versions disponibles
id: Versi yang Tersedia
ja: 利用可能なバージョン
nl: Beschikbare versies
pl: Dostępne Wersje
ru: Доступные версии
tr: Mevcut Sürümler
vi: Các phiên bản có sẵn
zh: 可用版本

# SOURCES_CELLS_ACTIONS_FILTER_TITLE
source: Filter by
de: Filtern nach
fr: Filtrer par
id: Filter berdasarkan
ja: フィルター
ru: Фильтр по
tr: Filtreleme ölçütü
vi: Lọc theo
zh: 筛选

# SOURCES_CELLS_ACTIONS_FILTER_BY_DEFAULT
source: Default
de: Standard
fr: Par défaut
ja: デフォルト
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh: 默认

# SOURCES_CELLS_ACTIONS_FILTER_BY_NAME
source: Name
fr: Nom
id: Nama
ja: 名前
ru: Имя
tr: Başlık
vi: Tên
zh: 名称

# SOURCES_CELLS_ACTIONS_FILTER_BY_DATE
source: Date
de: Datum
id: Tanggal
ja: 日時
ru: Дата
tr: Tarih
vi: Ngày
zh: 时间

# APPS_INFORMATION_SECTION_TITLE_NAME
source: Bundle
de: Anwendungen
fr: Application
id: Aplikasi
ja: アプリケーション
nl: Toepassing
pl: Aplikacja
ru: Приложения
tr: Paket
vi: Ứng dụng
zh: 程序

# APPS_INFORMATION_TITLE_DELETED_FILE
source: Deleted File
de: Gelöschte Datei
fr: Fichier supprimé
id: File Dihapus
ja: 削除されたファイル
nl: Verwijderde bestanden
pl: Usunięty Plik
ru: Файл удален
tr: Dosya Silindi
vi: Tệp đã bị xóa
zh: 删除文件

# APPS_INFORMATION_TITLE_DELETED_FILE_TITLE
source: File has been deleted.
de: Die Datei wurde gelöscht.
fr: Le fichier a été supprimé.
id: File telah dihapus.
ja: ファイルは削除されました。
nl: Bestand is verwijderd.
pl: Plik został usunięty.
ru: Файл был удален.
tr: Dosya silindi.
vi: Tệp đã bị xóa.
zh: 文件已删除。

# APPS_INFORMATION_TITLE_DELETED_FILE_DESCRIPTION
source: This is a useless entry, it does not have a file and Feather will not allow you to install it. It's recommended you delete by swiping on the cell in the Apps tab.
de: Dies ist ein nutzloser Eintrag, er hat keine Datei und Feather kann ihn nicht installieren. Am besten löscht du ihn, indem du ihn bei "Apps" zur Seite wischt.
fr: Cette entrée est inutile, elle ne contient pas de fichier et Feather ne vous permettra pas de l'installer. Il est recommandé de la supprimer en glissant sur la cellule dans l'onglet Apps.
id: Ini adalah entri yang tidak berguna, tidak memiliki file dan Feather tidak akan mengizinkan Anda untuk memasangnya. Disarankan Anda menghapusnya dengan menggeser pada sel di tab Aplikasi.
ja: これは役に立たないエントリーです。ファイルを持っておらず、Featherはインストールを許可しません。Appsタブのセルをスワイプして削除することをおすすめします。
nl: Dit is een nutteloos item, het heeft geen bestand en Feather staat niet toe dat je het installeert. Het wordt aanbevolen om het te verwijderen door op de cel in het tabblad Apps te vegen.
pl: To jest bezużyteczny wpis, nie ma pliku i Pióro nie pozwoli Ci go zainstalować. Zaleca się usunięcie go przez przesunięcie w komórce na karcie Aplikacje.
ru: Это бесполезная запись, у нее нет файла, и Feather не позволит вам ее установить. Рекомендуется удалить, проведя пальцем по ячейке во вкладке Приложения.
tr: Bu işe yaramaz bir girdi olup herhangi bir dosyası yoktur. Bu nedenle Feather bunu yüklemenize izin vermez. Uygulamalar sekmesinde hücreyi kaydırarak silmeniz önerilir.
vi: Đây là mục rỗng vì tệp ứng dụng đã bị xóa. Feather sẽ không cho phép cài đặt ứng dụng này. Bạn nên xóa mục này bằng cách vuốt trên ô ứng dụng trong mục Ứng dụng.
zh: 这是一个无用的条目，它没有文件，Feather 不允许您安装它，建议您删除它。

# APPS_INFORMATION_TITLE_NAME
source: Name
fr: Nom
id: Nama
ja: 名前
nl: Naam
pl: Nazwa
ru: Имя
tr: Başlık
vi: Tên
zh: 名称

# APPS_INFORMATION_TITLE_VERSION
source: Version
id: Versi
ja: バージョン
nl: Versie
pl: Wersja
ru: Версия
tr: Sürüm
vi: Phiên bản
zh: 版本

# APPS_INFORMATION_TITLE_IDENTIFIER
source: Identifier
de: Kennung
fr: Identifiant
id: Pengenal
ja: 識別子
nl: Identificatie
pl: Identyfikator
ru: Идентификатор
tr: Tanımlayıcı
vi: Định danh
zh: 标识符

# APPS_INFORMATION_TITLE_SIZE
source: Size
de: Größe
fr: Taille
id: Ukuran
ja: サイズ
nl: Grootte
pl: Rozmiar
ru: Размер
tr: Boyut
vi: Kích thước
zh: 大小

# APPS_INFORMATION_TITLE_DATE_ADDED
source: Date Added
de: Hinzugefügt am
fr: Date d'ajout
id: Tanggal Ditambahkan
ja: 追加日時
nl: Datum toegevoegd
pl: Data Dodania
ru: Дата добавления
tr: Eklenme Tarihi
vi: Ngày thêm
zh: 添加日期

# APPS_INFORMATION_TITLE_BUNDLE_NAME
source: Bundle Name
de: Paketname
fr: Nom du bundle
id: Nama Bundle
ja: バンドル名
nl: Bundel Naam
pl: Nazwa Pakietu
ru: Имя бандла
tr: Paket Adı
vi: Tên Bundle
zh: 包名

# APPS_INFORMATION_TITLE_BUNDLE_PATH
source: Bundle Path
de: Paketpfad
fr: Chemin du bundle
id: Jalur Bundle
ja: バンドルのパス
nl: Bundel Locatie
pl: Ścieżka Pakietu
ru: Путь до бандла
tr: Paket Yolu
vi: Đường dẫn Bundle
zh: 路径

# APPS_INFORMATION_TITLE_ICON_FILE
source: Icon File
de: Icon-Datei
fr: Fichier icône
id: File Ikon
ja: アイコンファイル
nl: Pictogram Bestand
pl: Plik Ikony
ru: Файл иконки
tr: Simge Dosyası
vi: Tệp biểu tượng
zh: 图标

# APPS_INFORMATION_TITLE_OPEN_IN_FILES
source: Open in Files
de: In Dateien öffnen
fr: Ouvrir dans Fichiers
id: Buka di Files
ja: ファイルから開く
nl: Openen in bestanden
pl: Otwórz w Plikach
ru: Открыть в файлах
tr: Dosyalar’da Aç
vi: Mở trong Tệp
zh: 在文件App中打开

# APP_SIGNING_VIEW_CONTROLLER_CELL_TITLE_CUSTOMIZATION
source: Customization
de: Anpassungen
fr: Personnalisation
id: Kustomisasi
ja: カスタマイズ
ru: Кастомизация
tr: Özelleştir
vi: Tùy chỉnh
zh: 自定义

# APP_SIGNING_VIEW_CONTROLLER_CELL_TITLE_SIGNING
source: Signing
de: Signierung
fr: Signature
id: Penandatanganan
ja: 署名
ru: Подпись
tr: İmzalama
vi: Chứng chỉ
zh: 签名

# APP_SIGNING_VIEW_CONTROLLER_CELL_TITLE_ADVANCED
source: Advanced
de: Erweitert
fr: Avancé
id: Lanjutan
ja: 高度なオプション
ru: Расширенные
tr: Gelişmiş
vi: Nâng cao
zh: 高级

# APP_SIGNING_VIEW_CONTROLLER_CELL_ADD_TWEAKS
source: Add Tweaks
de: Tweaks hinzufügen
fr: Ajouter des tweaks
id: Tambah Tweaks
ja: Tweakを追加
nl: Tweaks toevoegen
pl: Dodaj Poprawki
ru: Добавить твики
tr: Tweak Ekle
vi: Thêm Tweaks
zh: 注入第三方库

# APP_SIGNING_VIEW_CONTROLLER_CELL_ADVANCED
source: Advanced
de: Erweitert
fr: Avancé
id: Lanjutan
ja: 高度なオプション
nl: Geavanceerd
pl: Zaawansowane
ru: Расширенные
tr: Gelişmiş
vi: Nâng cao
zh: 高级

# APP_SIGNING_VIEW_CONTROLLER_START_SIGNING
source: Start Signing
de: Signierung starten
fr: Commencer la signature
id: Mulai Penandatanganan
ja: 署名を開始
nl: Start ondertekening
pl: Rozpocznij Podpisywanie
ru: Начать подпись
tr: İmzalamayı Başlat
vi: Bắt đầu ký
zh: 开始签名

# APP_SIGNING_VIEW_CONTROLLER_CELL_MODIFY_DYLIBS
source: Modify Dylibs
de: Modifiziere Dylibs
fr: Modifier les Dylibs
id: Modifikasi Dylibs
ja: Dylibを改変
vi: Sửa đổi Dylibs
zh: 修改Dylibs

# APP_SIGNING_VIEW_CONTROLLER_CELL_PROPERTIES
source: Properties
de: Eigenschaften
fr: Propriétés
id: Properti
ja: プロパティ
vi: Thuộc tính
zh: 属性

# APP_SIGNING_VIEW_CONTROLLER_NO_CERTS_ALERT_TITLE
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
pl: Błąd
ru: Ошибка
tr: Hata
vi: Lỗi
zh: 错误
