Repository: khcrysalis/Feather
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id, ja, nl, pl, ru, tr, vi, zh

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_INSTALL_CONFIRM_DESCRIPTION
source: Trying to install via the downloaded apps tab may not work as they are most likely not signed! It's recommended you sign that application first before installing.
de: Der Versuch, über den Tab 'Heruntergeladene Apps' zu installieren, könnte fehlschlagen, da sie höchstwahrscheinlich nicht signiert sind! Es wird empfohlen, die Anwendung zuerst zu signieren, bevor du sie installierst.
fr: Essayer d'installer via l'onglet des applications téléchargées peut ne pas fonctionner car elles ne sont probablement pas signées ! Il est recommandé de signer l'application d'abord avant de l'installer.
id: Mencoba memasang melalui tab aplikasi terunduh mungkin tidak berfungsi karena kemungkinan besar belum ditandatangani! Disarankan untuk menandatangani aplikasi terlebih dahulu sebelum memasang.
ja: ダウンロード済みタブのアプリは署名されていない可能性が高いため、動作しないかもしれません！インストールする前に署名することをお勧めします。
vi: Việc cài đặt từ mục Ứng dụng đã nhập có thể không thành công nếu ứng dụng chưa được ký. Bạn nên ký ứng dụng trước khi cài đặt.
zh: 尝试通过下载的应用程序选项卡进行安装可能不起作用，因为它们很可能未经签名！建议您在安装之前先对该应用程序进行签名。

# SETTINGS_VIEW_CONTROLLER_SECTION_TITLE_GENERAL
source: General
de: Allgemein
fr: Général
id: Umum
ja: 一般
nl: Algemeen
pl: Ogólne
ru: Общие
tr: Genel
vi: Chung
zh: 一般设置

# SETTINGS_VIEW_CONTROLLER_SECTION_TITLE_SIGNING
source: Signing
de: Signierung
fr: Signature
id: Penandatanganan
ja: 署名
nl: Ondertekening
pl: Podpisywanie
ru: Подпись
tr: İmzalama
vi: Ký .ipa
zh: 签名

# SETTINGS_VIEW_CONTROLLER_SECTION_TITLE_SIGNING_SERVER
source: Signing Server
de: Signierungsserver
fr: Serveur de signature
id: Server Penandatanganan
ja: 署名サーバー
nl: Ondertekening Server
pl: Serwer Podpisywania
ru: Сервер подписи
tr: İmzalama Sunucusu
vi: Máy chủ ký .ipa
zh: 签名服务器

# SETTINGS_VIEW_CONTROLLER_SECTION_FOOTER_ISSUES
source: If any issues occur within Feather please report it via the GitHub repository. When submitting an issue, be sure to submit any logs.
de: Sollten Probleme in Feather auftreten, melde dies bitte über die GitHub-Repository. Wenn du ein Problem einreichst, stelle sicher, dass du alle Protokolle einreichst.
fr: Si des problèmes surviennent dans Feather, veuillez les signaler via le dépôt GitHub. Lors de la soumission d'un problème, assurez-vous d'inclure tous les journaux.
id: Jika terjadi masalah dalam Feather, harap laporkan melalui repositori GitHub. Saat mengirimkan masalah, pastikan untuk menyertakan log.
ja: Feather で問題が発生した場合は、GitHub リポジトリから報告してください。 その際、ログがあれば必ず提出してください。
nl: Als er problemen optreden in Feather, meld dit dan via de GitHub repository. Als je een probleem meldt, zorg er dan voor dat je alle logs meestuurt.
pl: Jeśli wystąpią jakiekolwiek problemy w Piórze, prosimy o zgłoszenie ich za pośrednictwem repozytorium GitHub. Podczas zgłaszania problemu upewnij się, że dołączyłeś wszelkie logi.
ru: Если в Feather возникли какие-либо проблемы, пожалуйста, сообщите об этом через репозиторий GitHub. При отправке проблемы не забудьте предоставить все логи.
tr: Feather’da herhangi bir sorun oluşursa lütfen GitHub deposu üzerinden bildirin. Bir sorun gönderirken, tüm günlükleri gönderdiğinizden emin olun.
vi: Nếu có bất kỳ sự cố nào xảy ra trong Feather, vui lòng báo cáo sự cố đó thông qua dự án Feather trên GitHub. Khi gửi sự cố, hãy nhớ gửi kèm nhật ký.
zh: 如果 Feather 出现任何问题，请通过 GitHub 存储库报告。提交问题时，请务必提交任何日志。

# SETTINGS_VIEW_CONTROLLER_SECTION_FOOTER_SERVER_LIMITATIONS
source: Sadly due to limitations server certificates will need to be re-renewed every year to keep Feathers local features working properly, tap this button to retrieve the most up-to-date files from our repositories.
de: Leider müssen Serverzertifikate aufgrund von Einschränkungen jedes Jahr neu verlängert werden, damit die lokalen Funktionen von Feather ordnungsgemäß funktionieren. Tippe auf diese Schaltfläche, um die aktuellsten Dateien aus unseren Quellen abzurufen.
fr: Malheureusement, en raison de limitations, les certificats du serveur devront être renouvelés chaque année pour que les fonctionnalités locales de Feather continuent de fonctionner correctement. Appuyez sur ce bouton pour récupérer les fichiers les plus à jour depuis nos dépôts.
id: Sayangnya karena keterbatasan, sertifikat server perlu diperbarui setiap tahun agar fitur lokal Feather tetap berfungsi dengan baik. Ketuk tombol ini untuk mengambil file terbaru dari repositori kami.
ja: 残念ながら、サーバー証明書の制限により、Feathersのローカル機能を正常に動作させるためには、サーバー証明書を毎年更新する必要があります。このボタンをタップすると、リポジトリから最新のファイルを取得できます。
nl: Helaas moeten servercertificaten vanwege beperkingen elk jaar vernieuwd worden om Feathers lokale functies goed te laten werken. Tik op deze knop om de meest recente bestanden op te halen uit onze repositories.
pl: Niestety, z powodu ograniczeń certyfikaty serwera będą musiały być odnawiane co roku, aby lokalne funkcje Pióra działały poprawnie; naciśnij ten przycisk, aby pobrać najnowsze pliki z naszych repozytoriów.
ru: К сожалению, из-за ограничений, сертификаты сервера необходимо будет обновлять каждый год, чтобы локальные функции Feather продолжали работать корректно. Нажмите эту кнопку, чтобы получить самые актуальные файлы из наших репозиториев.
tr: Ne yazık ki kısıtlamalar nedeniyle Feather’ın yerel özelliklerinin düzgün çalışmasını sağlamak için sunucu sertifikalarının her yıl yenilenmesi gerekecektir. En güncel dosyaları depolarımızdan almak için bu düğmeye dokunun.
vi: Do giới hạn, chứng chỉ máy chủ cần được gia hạn hàng năm để các tính năng cục bộ của Feather hoạt động. Nhấn vào nút này để tải các tệp mới nhất từ kho lưu trữ của chúng tôi.
zh: 由于条件限制，本地服务器证书需要定期重新更新，以保证 Feather 本地安装功能的正常运行，请点击此按钮获取最新文件。

# SETTINGS_VIEW_CONTROLLER_SECTION_FOOTER_DEFAULT_SERVER
source: Default server goes to %@
de: Standard-Server führt zu %@
fr: Le serveur par défaut est %@
id: Server default mengarah ke %@
ja: デフォルトのサーバーは %@ です。
ru: Сервер по умолчанию идет на %@
tr: Varsayılan sunucu: %@
vi: Máy chủ mặc định là %@. Bạn có thể sử dụng máy chủ Việt Nam: https://plist-server.codevn.net.
zh: 默认服务器为 %@

# SETTINGS_VIEW_CONTROLLER_TITLE
source: Server Options
de: Server Optionen
fr: Options du serveur
id: Opsi Server
ja: サーバーのオプション
vi: Tùy chọn máy chủ
zh: 服务器设置

# SETTINGS_VIEW_CONTROLLER_TITLE_ONLINE
source: Online
fr: En ligne
id: Daring
ja: オンライン
vi: Trực tuyến
zh: 在线安装

# SETTINGS_VIEW_CONTROLLER_TITLE_LOCAL
source: Local
de: Lokal
id: Lokal
ja: ローカル
vi: Cục bộ
zh: 本地安装

# SETTINGS_VIEW_CONTROLLER_CELL_ABOUT
source: About %@
de: Über %@
fr: À propos de %@
id: Tentang %@
ja: %@について
nl: Over %@
pl: O %@
ru: О %@
tr: %@ Hakkında
vi: Về %@
zh: 关于 %@

# SETTINGS_VIEW_CONTROLLER_CELL_SUBMIT_FEEDBACK
source: Submit Feedback
de: Feedback senden
fr: Soumettre des commentaires
id: Kirim Umpan Balik
ja: フィードバックを提出
nl: Feedback indienen
pl: Prześlij opinię
ru: Отправить отзыв
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh: 提交反馈

# SETTINGS_VIEW_CONTROLLER_CELL_GITHUB
source: GitHub Repository
fr: Dépôt GitHub
id: Repositori GitHub
ja: GitHubリポジトリ
pl: Źródło GitHub
ru: GitHub репозиторий
tr: GitHub Deposu
vi: Dự án GitHub
zh: GitHub 存储库

# SETTINGS_VIEW_CONTROLLER_CELL_DISPLAY
source: Display
de: Erscheinungsbild
fr: Affichage
id: Tampilan
ja: ディスプレイ
nl: Weergave
pl: Wyświetlacz
ru: Внешний вид
tr: Görünüm
vi: Hiển thị
zh: 显示设置

# SETTINGS_VIEW_CONTROLLER_CELL_APP_ICON
source: App Icon
fr: Icône de l'application
id: Ikon Aplikasi
ja: アプリアイコン
nl: App Pictogram
pl: Ikona Aplikacji
ru: Иконка приложения
tr: Uygulama Simgesi
vi: Biểu tượng ứng dụng
zh: App 图标

# SETTINGS_VIEW_CONTROLLER_CELL_LANGUAGE
source: Language
de: Sprache
id: Bahasa
ja: 言語
vi: Ngôn ngữ
zh: 语言

# SETTINGS_VIEW_CONTROLLER_CELL_CURRENT_CERTIFICATE_NOSELECTED
source: No certificates selected
de: Keine Zertifikate ausgewählt
fr: Aucun certificat sélectionné
id: Tidak ada sertifikat yang dipilih
ja: 証明書が選択されていません
nl: Geen certificaten geselecteerd
pl: Nie wybrano certyfikatów
ru: Нет выбранных сертификатов
tr: Sertifika seçilmedi
vi: Chưa chọn chứng chỉ nào
zh: 未选择证书

# SETTINGS_VIEW_CONTROLLER_CELL_ADD_CERTIFICATES
source: Add Certificate
de: Zertifikat hinzufügen
fr: Ajouter un certificat
id: Tambah Sertifikat
ja: 証明書を追加
nl: Certificaat toevoegen
pl: Dodaj Certyfikat
ru: Добавить сертификат
tr: Sertifika Ekle
vi: Thêm chứng chỉ
zh: 证书管理

# SETTINGS_VIEW_CONTROLLER_CELL_SIGN_OPTIONS
source: Signing Options
de: Signier-Optionen
fr: Options de signature
id: Opsi Penandatanganan
ja: 署名のオプション
vi: Tùy chọn ký .ipa
zh: 签名设置

# SETTINGS_VIEW_CONTROLLER_CELL_SERVER_OPTIONS
source: Server Options
de: Server Optionen
fr: Options du serveur
id: Opsi Server
ja: サーバーのオプション
vi: Tùy chọn máy chủ
zh: 服务器设置

# SETTINGS_VIEW_CONTROLLER_CELL_VIEW_LOGS
source: View Logs
de: Zeige Protokolle
fr: Voir les journaux
id: Lihat Log
ja: ログを表示
vi: Xem nhật ký
zh: 查看日志

# SETTINGS_VIEW_CONTROLLER_CELL_APPS_FOLDER
source: Open Apps Folder
de: Apps-Ordner öffnen
fr: Ouvrir le dossier des applications
id: Buka Folder Aplikasi
ja: アプリのフォルダを開く
vi: Mở thư mục ứng dụng
zh: 打开IPA目录

# SETTINGS_VIEW_CONTROLLER_CELL_CERTS_FOLDER
source: Open Certificates Folder
de: Zertifikate-Ordner öffnen
fr: Ouvrir le dossier des certificats
id: Buka Folder Sertifikat
ja: 証明書のフォルダを開く
vi: Mở thư mục chứng chỉ
zh: 打开证书目录

# SETTINGS_VIEW_CONTROLLER_CELL_UPDATE_LOCAL_CERTIFICATE
source: Update Local Certificate
de: Lokales Zertifikat aktualisieren
fr: Mettre à jour le certificat local
id: Perbarui Sertifikat Lokal
ja: ローカル証明書をアップデート
nl: Lokaal certificaat bijwerken
pl: Zaktualizuj Certyfikat Lokalny
ru: Обновить локальный сертификат
tr: Yerel Sertifikayı Güncelle
vi: Cập nhật chứng chỉ cục bộ
zh: 更新本地证书

# SETTINGS_VIEW_CONTROLLER_CELL_UPDATE_LOCAL_CERTIFICATE_UPDATING
source: Update Local Certificate
de: Lokales Zertifikat aktualisieren
fr: Mise à jour du certificat local
id: Memperbarui Sertifikat Lokal
ja: ローカル証明書をアップデート
nl: Lokaal certificaat bijwerken
pl: Aktualizacja Certyfikatu Lokalnego
ru: Обновление локального сертификата
tr: Yerel Sertifika Güncelleniyor
vi: Đang cập nhật chứng chỉ cục bộ
zh: 更新本地证书

# SETTINGS_VIEW_CONTROLLER_CELL_RESET
source: Reset
de: Zurücksetzen
fr: Réinitialiser
id: Atur Ulang
ja: リセット
pl: Resetuj
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh: 重置

# SETTINGS_VIEW_CONTROLLER_CELL_RESET_ALL
source: Reset All
de: Alle zurücksetzen
fr: Réinitialiser tout
id: Atur Ulang Semua
ja: 全てをリセット
vi: Đặt lại tất cả
zh: 重置所有

# SETTINGS_VIEW_CONTROLLER_CELL_RESET_CONFIGURATION
source: Reset Configuration
de: Konfiguration zurücksetzen
fr: Réinitialiser la configuration
id: Atur Ulang Konfigurasi
ja: 構成をリセット
nl: Reset Configuratie
pl: Resetuj Konfigurację
ru: Сброс конфигурации
tr: Yapılandırmayı Sıfırla
vi: Đặt lại cấu hình
zh: 重置设置

# SETTINGS_VIEW_CONTROLLER_CELL_USE_CUSTOM_SERVER
source: Use Custom Server
de: Eigenen Server verwenden
fr: Utiliser un serveur personnalisé
id: Gunakan Server Kustom
ja: カスタムサーバーを使用
nl: Aangepaste server gebruiken
ru: Использовать пользовательский сервер
tr: Özel Sunucu Kullan
vi: Sử dụng máy chủ tùy chỉnh
zh: 使用自定义服务器

# SETTINGS_VIEW_CONTROLLER_CELL_ONLINE_INSTALL_METHOD
source: Online Install Method
de: Online-Installationsmethode
fr: Méthode d'installation en ligne
id: Metode Pemasangan Daring
ja: オンラインインストール方式
nl: Online installatiemethode
pl: Metoda Instalacji Online
ru: Метод установки онлайн
tr: Çevrimiçi Yükleme Yöntemi
vi: Phương pháp cài đặt trực tuyến
zh: 通过服务器安装

# SETTINGS_VIEW_CONTROLLER_CELL_EXPORT_ID
source: Export Random Identifier
de: Zufällige Kennung exportieren
fr: Exporter l'identifiant aléatoire
id: Ekspor Pengenal Acak
ja: ランダム識別子をエクスポート
nl: Willekeurig identificatie exporteren
pl: Eksportuj Losowy Identyfikator
ru: Экспорт случайного идентификатора
tr: Rastgele Tanıtıcıyı Dışa Aktar
vi: Xuất bundle định danh ngẫu nhiên
zh: 导出随机标识符

# SETTINGS_VIEW_CONTROLLER_CELL_CHANGE_ID
source: Change Random Identifier
de: Zufällige Kennung ändern
fr: Modifier l'identifiant aléatoire
id: Ubah Pengenal Acak
ja: ランダム識別子を変更
nl: Willekeurig identificatie wijzigen
pl: Zmień Losowy Identyfikator
ru: Изменить случайный идентификатор
tr: Rastgele Tanıtıcıyı Değiştir
vi: Thay đổi bundle định danh ngẫu nhiên
zh: 更改随机标识符

# SETTINGS_VIEW_CONTROLLER_PPQ_ALERT_TITLE
source: PPQCheck Protections
de: PPQCheck-Schutz
fr: Protections PPQCheck
id: Perlindungan PPQCheck
ja: PPQCheckから保護
nl: PPQCheck Bescherming
pl: Ochrony PPQCheck
ru: Защита PPQCheck
tr: PPQCheck Korumaları
vi: Bảo vệ PPQCheck
zh: PPQCheck 防护

# SETTINGS_VIEW_CONTROLLER_PPQ_ALERT_DESCRIPTION
source: This setting enables the PPQCheck protections, which is designed to prepend each bundle identifier for the apps you sideload with a random string. This is meant to avoid apple flagging your account by (trying) to make it so they're unable to associate the app you're sideloading with one from the App Store.
de: Diese Einstellung aktiviert den PPQCheck-Schutz, der jeder Bundle-ID der von dir geladenen Apps eine zufällige Zeichenfolge voranstellt. Dadurch soll verhindert werden, dass Apple die Apps, die du lädst, mit Apps aus dem App Store verknüpfen kann, um einem Account-Flagging hervorzubeugen.
fr: Cette option active les protections PPQCheck, conçues pour ajouter une chaîne aléatoire au début de chaque identifiant de bundle des applications que vous chargez latéralement. Cela vise à éviter qu'Apple n'associe l'application que vous chargez avec celle de l'App Store.
id: Pengaturan ini mengaktifkan perlindungan PPQCheck, yang dirancang untuk menambahkan string acak di awal setiap pengenal bundle untuk aplikasi yang Anda sideload. Ini dimaksudkan untuk menghindari Apple menandai akun Anda dengan (mencoba) membuat mereka tidak dapat mengaitkan aplikasi yang Anda sideload dengan aplikasi dari App Store.
ja: この設定は、サイドロードするアプリの各バンドル識別子の前にランダムな文字列を付加するPPQCheck保護機能を有効化します。. これは、Appleがあなたのアカウントにフラグ付けするのを防止するために、サイドロードしたアプリをAppstoreのアプリと関連付けされないようにするためのものです。
nl: Deze instelling schakelt de PPQCheck beveiliging in, die ontworpen is om elke bundelidentificatie voor de apps die je sideloadt vooraf te laten gaan door een willekeurige tekenreeks. Dit is bedoeld om te voorkomen dat apple je account (probeert op te) opmerkt door te zorgen dat ze de app die je sideloadt niet kunnen associëren met een app uit de App Store.
pl: To ustawienie włącza ochrony PPQCheck, które mają na celu dodanie losowego ciągu do każdego identyfikatora pakietu dla aplikacji, które instalujesz z zewnątrz. Ma to na celu uniknięcie oznaczenia Twojego konta przez Apple poprzez (próby) uniemożliwienie powiązania aplikacji, którą instalujesz z jedną z App Store.
ru: Эта настройка включает защиту PPQCheck, которая предназначена для добавления случайной строки перед идентификатором пакета для приложений, которые вы устанавливаете через сайдлоадинг. Это сделано для того, чтобы предотвратить пометку вашего аккаунта Apple, затрудняя им связывание устанавливаемого вами приложения с тем, что находится в App Store.
tr: Bu ayar, yüklediğiniz uygulamalar için her paket tanımlayıcısına rastgele bir dize eklemek üzere tasarlanmış PPQCheck korumalarını etkinleştirir. Bu, Apple’ın yüklediğiniz uygulamayı App Store’dan bir uygulamayla ilişkilendirmesini engelleyerek hesabınızı işaretlemesini önlemek içindir.
vi: Tính năng này bật bảo vệ PPQCheck, thêm một chuỗi ngẫu nhiên vào mỗi bundle định danh gói để tránh Apple gắn cờ tài khoản của bạn bằng cách cố gắng ngăn họ liên kết ứng dụng bạn sideload với một ứng dụng từ App Store.
zh: 此设置启用了 PPQCheck 保护，该保护旨在为您侧载的应用程序的每个捆绑包标识符添加一个随机字符串。 这是为了避免苹果通过（尝试）使它们无法将您正在侧载的应用程序与来自 App Store 的应用程序关联起来而标记您的帐户。

# SETTINGS_VIEW_CONTROLLER_URL_ALERT_TITLE
source: Change Download URL
de: Download-URL ändern
fr: Changer l'URL de téléchargement
id: Ubah URL Unduhan
ja: ダウンロードURLを変更
nl: Download URL wijzigen
pl: Zmień URL Pobierania
ru: Изменить URL загрузки
tr: İndirme URL’ini Değiştir
vi: Thay đổi URL tải xuống
zh: 更改下载链接

# SETTINGS_VIEW_CONTROLLER_CELL_CHANGE_IDENTIFIER
source: Change Random Identifier
de: Zufällige Kennung ändern
fr: Modifier l'identifiant aléatoire
id: Ubah Pengenal Acak
ja: ランダム識別子を変更
nl: Willekeurige identificatie wijzigen
pl: Zmień Losowy Identyfikator
ru: Изменить случайный идентификатор
tr: Rastgele Tanıtıcıyı Değiştir
vi: Thay đổi bundle định danh ngẫu nhiên
zh: 更改随机标识符

# ABOUT_VIEW_CONTROLLER_SECTION_TITLE_CREDITS
source: Credits
fr: Crédits
id: Kredit
ja: クレジット
pl: Podziękowania
ru: Участники
tr: Geliştiriciler
vi: Đóng góp
zh: 致谢

# ABOUT_VIEW_CONTROLLER_SECTION_TITLE_SPONSORS
source: Sponsors
id: Sponsor
ja: スポンサー
vi: Nhà tài trợ
zh: 赞助商

# ABOUT_VIEW_CONTROLLER_SECTION_TITLE_DEVICE
source: Device
de: Gerät
fr: Appareil
id: Perangkat
ja: デバイス
nl: Toestel
pl: Urządzenie
ru: Устройство
tr: Cihaz
vi: Thiết bị
zh: 设备

# ABOUT_VIEW_CONTROLLER_SECTION_TITLE_ACKNOWLEDGEMENTS
source: Acknowledgements
de: Danksagungen
fr: Remerciements
id: Pengakuan
ja: 感謝
nl: Erkenningen
pl: Podziękowania
ru: Благодарности
tr: Teşekkürler
vi: Lời cảm ơn
zh: 致谢

# ABOUT_VIEW_CONTROLLER_CELL_DEVICE_VERSION
source: Device Version
de: Geräteversion
fr: Version de l'appareil
id: Versi Perangkat
ja: デバイスのバージョン
nl: Toestel versie
pl: Wersja Urządzenia
ru: Версия устройства
tr: Cihaz Sürümü
vi: Phiên bản thiết bị
zh: 设备版本

# ABOUT_VIEW_CONTROLLER_CELL_DEVICE_ARCH
source: Architecture
de: Architektur
id: Arsitektur
ja: アーキテクチャ
nl: Architectuur
pl: Architektura
ru: Архитектура
tr: Mimari
vi: Kiến trúc
zh: 架构

# ABOUT_VIEW_CONTROLLER_CELL_APP_VERSION
source: App Version
fr: Version de l'application
id: Versi Aplikasi
ja: アプリバージョン
nl: App Versie
pl: Wersja Aplikacji
ru: Версия приложения
tr: Uygulama Sürümü
vi: Phiên bản ứng dụng
zh: 程序版本

# DISPLAY_VIEW_CONTROLLER_SECTION_TITLE_TINT_COLOR
source: Tint Color
de: Tönungsfarbe
fr: Couleur d'accentuation
id: Warna Aksen
ja: 色合い
nl: Tint Kleur
pl: Kolor Akcentu
ru: Цвет тона
tr: Renk Tonu
vi: Màu sắc chủ đạo
zh: 色调

# DISPLAY_VIEW_CONTROLLER_SECTION_TITLE_APP_APPEARENCE
source: App Appearence
de: App-Erscheinungsbild
fr: Apparence de l'application
id: Tampilan Aplikasi
ja: アプリの外観
nl: App Voorkomen
pl: Wygląd Aplikacji
ru: Внешний вид приложения
vi: Giao diện ứng dụng
zh: 主题

# DISPLAY_VIEW_CONTROLLER_SECTION_TITLE_STORE
source: Store
id: Toko
ja: ストア
vi: Cửa hàng
zh: 库

# DISPLAY_VIEW_CONTROLLER_CELL_DEFAULT_SUBTITLE
source: Default Subtitle
de: Standard Untertitel
fr: Sous-titre par défaut
id: Subjudul Default
ja: デフォルトのサブタイトル
nl: Standaard ondertitel
pl: Domyślny Podtytuł
ru: По умолчанию
tr: Varsayılan Alt Başlık
vi: Tiêu đề phụ mặc định
zh: 默认

# DISPLAY_VIEW_CONTROLLER_CELL_DEFAULT_SUBTITLE_DESCRIPTION
source: Default style for feather, hides localized description and only includes subtitle.
de: Standardstil für Feather, verbirgt lokalisierte Beschreibung und enthält nur Untertitel.
fr: Style par défaut pour Feather, masque la description localisée et n'inclut que le sous-titre.
id: Gaya default untuk feather, menyembunyikan deskripsi terlokalisasi dan hanya menyertakan subjudul.
ja: featherのデフォルトスタイルです。ローカライズされた説明を隠してサブタイトルのみ含ませる。
nl: Standaardstijl voor feather, verbergt gelokaliseerde beschrijving en bevat alleen ondertitel.
pl: Domyślny styl dla Pióra, ukrywa zlokalizowany opis i zawiera tylko podtytuł.
ru: Стиль по умолчанию для Feather, скрывает локализованное описание и включает только субтитры.
tr: Feather için varsayılan stil, yerelleştirilmiş açıklamayı gizler ve yalnızca alt başlığı içerir.
vi: Kiểu mặc định cho Feather, ẩn mô tả bản địa hóa và chỉ hiển thị tiêu đề phụ.
zh: Feather 的默认样式，隐藏本地化描述并仅包含副标题。

# DISPLAY_VIEW_CONTROLLER_CELL_LOCALIZED_SUBTITLE
source: Localized Subtitle
de: Lokalisierte Untertitel
fr: Sous-titre localisé
id: Subjudul Terlokalisasi
ja: ローカライズされたサブタイトル
nl: Gelokaliseerde ondertiteling
pl: Zlokalizowany Podtytuł
ru: Локализованные субтитры
tr: Yerelleştirilmiş Alt Başlık
vi: Tiêu đề phụ bản địa hóa
zh: 显示描述

# DISPLAY_VIEW_CONTROLLER_CELL_LOCALIZED_SUBTITLE_DESCRIPTION
source: Replaces subtitle with app description.
de: Untertitel durch App-Beschreibung ersetzen.
fr: Remplace le sous-titre par la description de l'application.
id: Mengganti subjudul dengan deskripsi aplikasi.
ja: サブタイトルをアプリの説明に置き換える。
nl: Ondertitel vervangen door app-beschrijving.
pl: Zastępuje podtytuł opisem aplikacji.
ru: Заменяет субтитры описанием приложения.
tr: Alt başlığı uygulama açıklamasıyla değiştirir.
vi: Thay thế tiêu đề phụ bằng mô tả ứng dụng.
zh: 用应用程序描述替换副标题。

# DISPLAY_VIEW_CONTROLLER_CELL_BIG_DESCRIPTION
source: Big Description
de: Große Beschreibung
fr: Grande description
id: Deskripsi Besar
ja: 大きな説明欄
nl: Grote beschrijving
pl: Duży Opis
ru: Большое описание
tr: Geniş Açıklama
vi: Mô tả lớn
zh: 显示完整信息

# DISPLAY_VIEW_CONTROLLER_CELL_BIG_DESCRIPTION_DESCRIPTION
source: Replaces screenshots with the app description.
de: Screenshots durch die App-Beschreibung ersetzen.
fr: Remplace les captures d'écran par la description de l'application.
id: Mengganti tangkapan layar dengan deskripsi aplikasi.
ja: スクリーンショットとアプリの説明に置き換える。
nl: Vervangt schermafbeeldingen door de beschrijving van de app.
pl: Zastępuje zrzuty ekranu opisem aplikacji.
ru: Заменяет скриншоты на описание приложения.
tr: Ekran görüntüleri bölümünü uygulama açıklamasıyla değiştirir.
vi: Thay thế ảnh chụp màn hình bằng mô tả ứng dụng.
zh: 同时显示副标题和程序描述。

# DISPLAY_VIEW_CONTROLLER_CELL_TEAM_NAME
source: Use Team Name
de: Benutze Teamname
fr: Utiliser le nom de la team
id: Gunakan Nama Tim
ja: チーム名を使用
vi: Sử dụng tên nhóm
zh: 使用团队名称

# DISPLAY_VIEW_CONTROLLER_CELL_TEAM_NAME_DESCRIPTION
source: Replaces the certificate name with your team name, could be for better to distinguish between certificates if providers happen to always use the same App ID name.
de: Ersetzt den Zertifikatsnamen durch deinen Teamnamen, um die Unterscheidung zwischen Zertifikaten zu erleichtern, falls dein Bereitsteller immer denselben App-ID-Namen verwenden.
fr: Remplace le nom du certificat par le nom de votre team, ce qui peut être utile pour mieux distinguer les certificats si les fournisseurs utilisent toujours le même nom d'ID d'application.
id: Mengganti nama sertifikat dengan nama tim Anda, bisa lebih baik untuk membedakan antara sertifikat jika penyedia selalu menggunakan nama App ID yang sama.
ja: 証明書の名前をチーム名に置き換えます。プロバイダが常に同じApp IDを使用している場合、証明書を区別するのに便利です。
vi: Thay thế tên chứng chỉ bằng tên nhóm, giúp phân biệt các chứng chỉ dễ hơn nếu nhà cung cấp luôn sử dụng cùng một ID ứng dụng.
zh: 将证书名称替换为您的团队名称，如果提供商恰好总是使用相同的 App ID 名称，则可以更好地区分证书。

# LANGUAGE_VIEW_TITLE
source: Language
de: Sprache
fr: Langue
id: Bahasa
ja: 言語
vi: Ngôn ngữ
zh: 语言

# LANGUAGE_VIEW_CELL_USE_SYSTEM_LANGUAGE
source: Use System Language
de: Benutze System-Sprache
fr: Utiliser la langue du système
id: Gunakan Bahasa Sistem
ja: システム言語を使用
vi: Sử dụng ngôn ngữ hệ thống
zh: 使用系统语言

# CERTIFICATES_VIEW_CONTROLLER_TITLE
source: Certificates
de: Zertifikate
fr: Certificats
id: Sertifikat
ja: 証明書
nl: Certificaten
pl: Certyfikaty
ru: Сертификаты
tr: Sertifikalar
vi: Chứng chỉ
zh: 证书
