Repository: khcrysalis/Feather
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, fr, id, ja, nl, pl, ru, tr, vi, zh

# APP_SIGNING_VIEW_CONTROLLER_NO_CERTS_ALERT_DESCRIPTION
source: You do not have a certificate selected, please select or upload one in the signing section of the settings tab.
de: Du hast kein Zertifikat ausgewählt. Wähle eines im Abschnitt "Signierung" der Registerkarte "Einstellungen" aus oder lade eines hoch.
fr: Vous n'avez sélectionné aucun certificat, veuillez en choisir ou en importer un dans la section signature des paramètres.
id: Anda tidak memiliki sertifikat yang dipilih, silakan pilih atau unggah satu di bagian penandatanganan tab pengaturan.
ja: 証明書が選択されていません。設定タブの署名欄で証明書を選択するか、アップロードしてください。
nl: U hebt geen certificaat geselecteerd. Selecteer of upload er één in het ondertekeningsgedeelte van het instellingentabblad.
pl: Nie masz wybranego certyfikatu, proszę wybierz lub załaduj jeden w sekcji podpisywania na karcie ustawień.
ru: У вас не выбран сертификат! Пожалуйста, выберите или загрузите его в разделе подписи в настройках.
tr: Seçili bir sertifikanız yok, lütfen ayarlar sekmesinin imzalama bölümünden bir tane seçin veya yükleyin.
vi: Bạn chưa chọn chứng chỉ nào, vui lòng chọn hoặc tải lên một chứng chỉ trong phần thêm chứng chỉ của mục Cài đặt.
zh: 您没有选择证书，请在设置里选择或上传证书。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_SECTION_TITLE_APPEARENCE
source: Appearence
de: Erscheinungsbild
fr: Apparence
id: Tampilan
ja: 外観
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид
tr: Görünüm
vi: Giao diện
zh: 主题

# APP_SIGNING_INPUT_VIEW_CONTROLLER_SECTION_TITLE_MINIMUM_APP_VERSION
source: Minimum App Version
de: Mindest-App-Version
fr: Version minimum de l'app
id: Versi Aplikasi Minimum
ja: 最低アプリバージョン
nl: Minimale app-versie
pl: Minimalna Wersja Aplikacji
ru: Минимальная версия приложения
tr: En Düşük Sürüm
vi: Phiên bản ứng dụng tối thiểu
zh: 最低版本限制

# APP_SIGNING_INPUT_VIEW_CONTROLLER_SECTION_TITLE_PROPERTIES
source: Properties
de: Eigenschaften
fr: Propriétés
id: Properti
ja: プロパティ
nl: Eigenschappen
pl: Właściwości
ru: Свойства
tr: Özellikler
vi: Thuộc tính
zh: 属性

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_PROTECTIONS
source: Enable Protection
de: Aktiviere Schutzmaßnahmen
fr: Activer les protections
id: Aktifkan Perlindungan
ja: 保護機能を有効にする
vi: Bật bảo vệ
zh: 启用保护

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_PROTECTIONS_DESCRIPTION
source: Enabling protection will append a random string to each bundle identifier, this is to protect the Apple ID related to your certificate from being flagged by Apple. However, if you don't care about this you can ignore it.
de: Das Aktivieren von Schutzmaßnahmen fügt einen zufälligen Text vor jeder Bundle-ID hinzu. Dies dient dazu, deine mit dem Zertifikat verbundene Apple-ID vor einer Kennzeichnung durch Apple zu schützen. Wenn dir das jedoch egal ist, kannst du es ignorieren.
fr: L’activation des protections ajoutera une chaîne aléatoire au début de chaque identifiant de bundle. Cela vise à protéger l’identifiant Apple lié à votre certificat contre un éventuel signalement par Apple. Cependant, si cela ne vous importe pas, vous pouvez ignorer cette option.
id: Mengaktifkan perlindungan akan menambahkan string acak ke setiap pengenal bundle, ini untuk melindungi Apple ID yang terkait dengan sertifikat Anda agar tidak ditandai oleh Apple. Namun, jika Anda tidak peduli tentang hal ini, Anda dapat mengabaikannya.
ja: 保護を有効にすると、各バンドル識別子にランダムな文字列が追加されます。これは、あなたの証明書に紐づけられたApple IDがAppleによってフラグ付けされないように保護するためです。しかし、気にしないのであれば無視しても構いません。
vi: Bật bảo vệ sẽ thêm một chuỗi ngẫu nhiên vào mỗi bundle định danh, điều này là để bảo vệ ID Apple liên quan đến chứng chỉ của bạn khỏi bị Apple gắn cờ. Tuy nhiên, nếu bạn không quan tâm đến điều này, bạn có thể bỏ qua nó.
zh: 启用保护后，每个捆绑标识符都会预先添加一个随机字符串，这是为了保护与证书相关的 Apple ID 不被 Apple 标记。不过，如果您不关心这个问题，可以忽略。

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_DYNAMIC_PROTECTION
source: Dynamic Protection
de: Dynamischer Schutz
fr: Protection dynamique
id: Perlindungan Dinamis
ja: ダイナミック保護
vi: Bảo vệ chủ động

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_DYNAMIC_PROTECTION_DESCRIPTION
source: Dynamic protection will only apply PPQ protection if the bundle identifier exists on the App Store. This requires an internet connection during signing.
de: Der dynamische Schutz wendet den PPQ-Schutz nur an, wenn die Bundle-ID im App Store vorhanden ist. Dies erfordert eine Internetverbindung während der Signierung.
fr: La protection dynamique n’appliquera la protection PPQ que si l’identifiant de bundle existe sur l’App Store. Cela nécessite une connexion Internet lors de la signature.
id: Perlindungan dinamis hanya akan menerapkan perlindungan PPQ jika pengenal bundle ada di App Store. Ini memerlukan koneksi internet selama penandatanganan.
ja: ダイナミック保護は、バンドル識別子がAppstoreに存在する場合のみPPQ保護を適用します。このため、署名時にはインターネット接続が必要です。
vi: Bảo vệ chủ động sẽ chỉ áp dụng bảo vệ PPQ nếu bundle định danh tồn tại trên App Store. Điều này yêu cầu kết nối internet trong quá trình ký.

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_IDENTIFIERS
source: Bundle Identifiers
de: Bundle-Identifikatoren
fr: Identifiant du bundle
id: Pengenal Bundle
ja: バンドル識別子
vi: Bundle định danh
zh: 捆绑标识符

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_IDENTIFIERS_NEW
source: New Identifier
de: Neuer Identifikator
fr: Nouvel identifiant
id: Pengenal Baru
ja: 新しい識別子
vi: Bundle định danh mới
zh: 新标识符

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_IDENTIFIERS_ID
source: Identifier
de: Identifikator
fr: Idantifiant
id: Pengenal
ja: 識別子
vi: Bundle định danh
zh: 标识符

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_IDENTIFIERS_ID_REPLACEMENT
source: Replacement
de: Ersatz
fr: Remplacement
id: Pengganti
ja: 置き換え
vi: Thay thế
zh: 替换

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_DISPLAYNAMES
source: Display Names
de: Anzeigenamen
fr: Nom d'affichage
id: Nama Tampilan
ja: 表示名
vi: Tên hiển thị

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_DISPLAYNAMES_ID
source: Original Display Name
de: Originaler Anzeigename
fr: Nom d'affichage original
id: Nama Tampilan Asli
ja: オリジナルの表示名
vi: Tên hiển thị gốc

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_DISPLAYNAMES_ID_REPLACEMENT
source: New Display Name
de: Neuer Anzeigename
fr: Nouveau nom d'affichage
id: Nama Tampilan Baru
ja: 新しい表示名
vi: Tên hiển thị mới

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_IMMEDIATELY_INSTALL_FROM_SOURCE
source: Immediately Install from Source
de: Sofort aus der Quelle installieren
id: Segera Pasang dari Sumber
ja: ソースからすぐにインストール
vi: Cài đặt ngay lập tức từ nguồn

source: When enabled, apps downloaded from sources will prompt to sign and install after downloading.
de: Wenn aktiviert, werden Apps, die aus Quellen heruntergeladen werden, nach dem Download zur Signierung und Installation aufgefordert.
id: Saat diaktifkan, aplikasi yang diunduh dari sumber akan meminta untuk menandatangani dan memasang setelah mengunduh.
ja: 有効にすると、ソースからダウンロードしたアプリは、ダウンロード後すぐに署名とインストールのプロンプトが表示されます。
vi: Khi được bật, các ứng dụng được tải xuống từ các nguồn sẽ ký và cài đặt sau khi tải xuống.

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_INSTALLAFTERSIGNED
source: Install after Signing
de: Nach Signierung installieren
fr: Installer après avoir signé
id: Pasang setelah Penandatanganan
ja: 署名後にインストール
vi: Cài đặt sau khi ký
zh: 签名后安装

# APP_SIGNING_VIEW_CONTROLLER_CELL_SIGNING_OPTIONS_TITLE
source: Signing Options
de: Signier-Optionen
fr: Option de signature
id: Opsi Penandatanganan
ja: 署名のオプション
vi: Tùy chọn ký .ipa
zh: 签名设置

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_PLUGINS
source: Remove all PlugIns
de: Entferne alle PlugIns
fr: Supprimer les PlugIns
id: Hapus semua PlugIns
ja: 全てのプラグインを削除
nl: Alle plug-ins verwijderen
pl: Usuń wszystkie wtyczki
ru: Удалить плагины
tr: Tüm eklentileri kaldır
vi: Xóa tất cả PlugIns
zh: 移除所有插件

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_PLUGINS_DESCRIPTION
source: Removes the PlugIns directory inside of the app, which would usually have some components for the app to function properly.
de: Entfernt das PlugIns-Verzeichnis innerhalb der App, das normalerweise einige Komponenten enthält, damit die App ordnungsgemäß funktioniert.
fr: Supprime le répertoire PlugIns à l’intérieur de l’application, qui contient généralement certains composants nécessaires au bon fonctionnement de l’application.
id: Menghapus direktori PlugIns di dalam aplikasi, yang biasanya memiliki beberapa komponen agar aplikasi berfungsi dengan baik.
ja: アプリ内のPluginsディレクトリを削除します。通常、Pluginsディレクトリにはアプリが正しく機能するためのコンポーネントがあります。
vi: Xóa thư mục PlugIns bên trong ứng dụng, thư mục này thường có một số thành phần để ứng dụng hoạt động bình thường.
zh: 移除应用程序内的 PlugIns 目录，该目录通常包含一些组件，以便应用程序正常运行。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_UISUPPORTEDDEVICES
source: Remove UISupportedDevices
de: Entferne UISupportedDevices
fr: Supprimer UISupportedDevices
id: Hapus UISupportedDevices
ja: UISupportedDevicesを削除
nl: Verwijder UISupportedDevices
pl: Usuń UISupportedDevices
ru: Удалить UISupportedDevices
tr: UISupportedDevices’ı Kaldır
vi: Xóa UISupportedDevices
zh: 移除设备限制

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_UISUPPORTEDDEVICES_DESCRIPTION
source: Removes device restrictions for the application.
de: Entfernt Gerätebeschränkungen für die App.
fr: Supprime les restrictions liées à l’appareil pour l’application.
id: Menghapus batasan perangkat untuk aplikasi.
ja: デバイスの制限を解除します。
vi: Xóa các hạn chế thiết bị cho ứng dụng.
zh: 移除应用程序的设备限制。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_URLSCHEME
source: Remove URLScheme
de: Entferne URLScheme
fr: Supprimer les schémas d'URL
id: Hapus URLScheme
ja: URLスキームを削除
nl: Verwijder URLScheme
pl: Usuń URLScheme
ru: Удалить URLScheme
tr: URLScheme’i kaldır
vi: Xóa URL Scheme
zh: 移除 URLScheme

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_URLSCHEME_DESCRIPTION
source: Removes any possible URL schemes (i.e. 'feather://')
de: Entfernt jedes mögliche URL-Schema (z.B. 'feather://')
fr: Supprime tous les schémas d’URL possibles (par exemple, 'feather://').
id: Menghapus kemungkinan skema URL (misalnya 'feather://')
ja: URLスキームを削除する。(例:feather://)
vi: Xóa mọi lược đồ URL có thể có (ví dụ: 'feather://')
zh: 移除任何可能的 URL 方案（如 “feather://”）。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_ALLOW_BROWSING_DOCUMENTS
source: Allow Browsing Documents
de: Erlaube Dokumenten Durchsuchen
fr: Autoriser la consultation des documents
id: Izinkan Menjelajahi Dokumen
ja: Documentsの閲覧を許可する
nl: Bladeren door documenten toestaan
pl: Zezwól na przeglądanie dokumentów
ru: Разрешить просмотр документов
tr: Belgelere Göz Atmaya İzin Ver
vi: Cho phép duyệt tệp
zh: 允许浏览文件

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_ALLOW_BROWSING_DOCUMENTS_DESCRIPTION
source: Allows other apps to open and edit the files stored in the Documents folder. This option also lets users set the appâ€™s default save location in Settings.
de: Erlaubt es gespeicherte Dateien im Dokumenten-Ordner zu öffnen und zu ändern. Diese Einstellung gibt dem Nutzer auch den Speicherort der App in Einstellungen zu ändern.
fr: Permet à d’autres applications d’ouvrir et de modifier les fichiers stockés dans le dossier Documents. Cette option permet également aux utilisateurs de définir l’emplacement de sauvegarde par défaut de l’application dans les Paramètres.
id: Memungkinkan aplikasi lain untuk membuka dan mengedit file yang disimpan di folder Dokumen. Opsi ini juga memungkinkan pengguna mengatur lokasi penyimpanan default aplikasi di Pengaturan.
ja: 他のアプリがDocumentsフォルダに保存されたファイルを開いて編集できるようにします。このオプションはアプリのデフォルト保存場所を設定することもできます。
vi: Cho phép các ứng dụng khác mở và chỉnh sửa các tệp được lưu trữ trong thư mục ứng dụng Tệp. Nếu tắt, người dùng không thể đặt ứng dụng làm vị trí lưu mặc định trong Cài đặt.
zh: 允许其他应用程序打开和编辑文档目录中存储的文件。用户还可通过此选项在 “设置 ”中设置应用程序的默认保存位置。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_ALLOW_ITUNES_SHARING
source: Allow iTunes Sharing
de: Erlaube iTunes Sharing
fr: Autoriser le partage iTunes
id: Izinkan Berbagi iTunes
ja: iTunes共有を許可する
nl: iTunes delen toestaan
pl: Zezwól na udostępnianie przez iTunes
ru: Разрешить доступ к iTunes
tr: iTunes paylaşımına izin ver
vi: Bật chia sẻ iTunes
zh: 允许 iTunes 共享

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_ALLOW_ITUNES_SHARING_DESCRIPTION
source: Forces the app to share their documents directory, allowing sharing between iTunes and Finder.
de: Erzwingt die App ihren Dokumenten-Ordner zu teilen, welche das teilen zwischen iTunes und Finder erlaubt.
fr: Force l’application à partager son répertoire de documents, permettant le partage entre iTunes et Finder.
id: Memaksa aplikasi untuk berbagi direktori dokumen mereka, memungkinkan berbagi antara iTunes dan Finder.
ja: iTunesやFinder間で共有できるようにするため、アプリがDocumentsディレクトリを共有するように強制します。
vi: Cho phép ứng dụng chia sẻ thư mục tài liệu của chúng với iTunes và Finder.
zh: 强制应用程序共享其文档目录，允许在 iTunes 和 Finder 之间共享。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_PRO_MOTION
source: Force ProMotion
de: Erzwinge ProMotion
fr: Forcer ProMotion
id: Paksa ProMotion
ja: ProMotionを強制する
nl: Forceer Pro Motion
pl: Wymuś Pro Motion
ru: Принудить ProMotion
tr: ProMotion’ı zorla
vi: Bật ProMotion
zh: 强制启用 ProMotion

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_PRO_MOTION_DESCRIPTION
source: Enables ProMotion capabilities within the app, however on lower versions of 15.x this may not be enough.
de: Aktiviert ProMotion-Fähigkeiten innerhalb der App, jedoch auf ältere Versionen von 15.x kann dies nicht ausreichend sein.
fr: Active les capacités ProMotion dans l’application, cependant, sur les versions inférieures à 15.x, cela peut ne pas suffire.
id: Mengaktifkan kemampuan ProMotion dalam aplikasi, namun pada versi 15.x yang lebih rendah ini mungkin tidak cukup.
ja: アプリ内でPromotion機能を有効にしますが、15.x以下の低いバージョンでは使えないかもしれません。
vi: Bật ProMotion trong ứng dụng. Tùy chọn này có thể không hoạt động với các phiên bản iOS 15.x trở xuống.
zh: 在应用程序中启用 ProMotion 功能，但在 15.x 的较低版本上可能还不够。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_GAME_MODE
source: Force Game Mode
de: Erzwinge Spielmodus
fr: Forcer le mode Jeu
id: Paksa Mode Game
vi: Bật chế độ trò chơi

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_GAME_MODE_DESCRIPTION
source: Enables Game Mode within the app, minimizing background activity and prioritized performance for the app.
de: Aktiviert Spielmodus innerhalb der App, zur Minimierung von Hintergrundaktivitäten und erlaubt priorisierte Leistung für die App.
fr: Active le mode Jeu dans l’application, réduisant l’activité en arrière-plan et priorisant la performance de l’application.
id: Mengaktifkan Mode Game dalam aplikasi, meminimalkan aktivitas latar belakang dan memprioritaskan kinerja untuk aplikasi.
vi: Cho phép ứng dụng tự động bật chế độ trò chơi, cho phép hệ thống tự quản lý tài nguyên.

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_FULLSCREEN
source: Force Fullscreen
de: Erzwinge Vollbild
fr: Forcer le plein écran
id: Paksa Layar Penuh
ja: フルスクリーンを強制する
nl: Forceer Volledige scherm
pl: Wymuś Pełny Ekran
ru: Принудить полный экран
tr: Tam ekran modunu zorla
vi: Bật toàn màn hình
zh: 强制全屏

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_FORCE_FULLSCREEN_DESCRIPTION
source: Forces only fullscreen capabilities within iPad apps, disallowing sharing the screen with other apps. On an external screen, the window for an app with this setting maintains its canvas size.
de: Erzwingt nur Vollbild-Fähigkeiten innerhalb von iPad Apps, was das teilen mit anderen Apps verbietet. Auf einem externen Bildschirm behält das Fenster einer App mit dieser Einstellung ihre Leinwandgröße bei.
fr: Force l'utilisation exclusive du mode plein écran dans les applications iPad, interdisant le partage de l'écran avec d’autres applications. Sur un écran externe, la fenêtre de l’application avec ce paramètre conserve sa taille de canevas.
id: Memaksa kemampuan layar penuh saja dalam aplikasi iPad, tidak mengizinkan berbagi layar dengan aplikasi lain. Pada layar eksternal, jendela untuk aplikasi dengan pengaturan ini mempertahankan ukuran kanvasnya.
ja: iPadのアプリ内でのみフルスクリーンを強制し、他のアプリとの画面共有を禁止します。 外部画面上では、この設定のアプリのウィンドウはキャンバスサイズを維持します。
vi: Cho phép các ứng dụng iPad chia sẻ màn hình với các ứng dụng khác, thay vì chỉ chạy ở chế độ toàn màn hình.
zh: 仅在 iPad 应用程序中启用全屏功能，不允许与其他应用程序共享屏幕。在外部屏幕上，启用此设置的应用程序窗口将保持画布大小。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_DELETE_PLACEHOLDER_WATCH_APP
source: Delete Placeholder Watch App
de: Entferne Platzhalter Watch App
fr: Supprimer le placeholder Watch
id: Hapus Aplikasi Watch Placeholder
ja: Watchアプリのプレースホルダを削除する
nl: Placeholder Watch-app verwijderen
pl: Usuń aplikację na Apple Watch
ru: Удалить Watch-приложение
tr: Yer tutucu Watch uygulamasını sil
vi: Xóa ứng dụng Watch
zh: 删除 Watch App

source: Removes unwanted watch placeholder which isn't supposed to be there, present in apps such as YouTube music, etc.
de: Entfernt ungewollte Watch Platzhalter welche dort nicht hingehören, erscheint in Apps wie YouTube Music, usw.
fr: Supprime le placeholder watch indésirable qui ne devrait pas être là, présent dans des applications comme YouTube Music, etc.
id: Menghapus placeholder watch yang tidak diinginkan yang seharusnya tidak ada, ada di aplikasi seperti YouTube music, dll.
ja: YouTube musicなどのアプリに存在する、不必要なWatchアプリのプレースホルダを削除します。
vi: Xóa ứng dụng Watch không cần thiết thường thấy trong các ứng dụng như YouTube Music.
zh: 移除应用中不该出现的无用手表占位符。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_FORCELOCALIZATIONS
source: Force Try To Localize
de: Erzwinge Versuch Zu Lokalisieren
fr: Forcer la localisation
id: Paksa Coba Untuk Melokalisasi
ja: ローカライズを強制する
vi: Bật bản địa hóa
zh: 强制尝试本地化

# APP_SIGNING_INPUT_VIEW_CONTROLLER_FORCELOCALIZATIONS_DESCRIPTION
source: Forces localization by modifying every localizable bundle within the app when trying to change a name of the app.
de: Erzwingt die Lokalisierung, indem jede lokalisierbare Bundle innerhalb der App modifiziert wird, wenn versucht wird, den Namen der App zu ändern.
fr: Force la localisation en modifiant chaque bundle localisable dans l’application lors du changement du nom de l’application.
id: Memaksa lokalisasi dengan memodifikasi setiap bundle yang dapat dilokalisasi dalam aplikasi ketika mencoba mengubah nama aplikasi.
ja: ローカライズ可能なlocalizableバンドルを修正して、アプリ名の変更が反映されるようにします。
vi: Kích hoạt ứng dụng sử dụng các bản dịch ngôn ngữ cụ thể, ngay cả khi hệ thống không sử dụng ngôn ngữ đó.
zh: 在尝试更改应用程序名称时，通过修改应用程序中的每个可本地化的捆绑包来强制本地化。

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_PROVISIONING
source: Remove Provisioning File
de: Entferne Provisioning Datei
fr: Supprimer le fichier de provisioning
id: Hapus File Provisioning
ja: プロビジョニングファイルの削除
vi: Xóa tệp Provisioning
zh: 删除配置文件

# APP_SIGNING_INPUT_VIEW_CONTROLLER_REMOVE_PROVISIONING_DESCRIPTION
source: Removes .mobileprovison from appearing in your app after signing.
de: Entfernt .mobileprovison vom erscheinen in der App nach Signierung.
fr: Supprime le fichier .mobileprovision de l’apparition dans votre application après la signature.
id: Menghapus .mobileprovison agar tidak muncul di aplikasi Anda setelah penandatanganan.
ja: 署名後に.mobileprovisionファイルがアプリ内に残らないようにします。
vi: Xóa tệp .mobileprovision khỏi ứng dụng sau khi ký.
zh: 签名后，移除应用程序中的 .mobileprovison。

# SETTINGS_VIEW_CONTROLLER_SEARCH_PLACEHOLDER
source: Search Library
de: Mediathek durchsuchen
fr: Rechercher dans la bibliothèque
id: Cari Pustaka
ja: ライブラリを検索
ru: Поиск в библиотеке
tr: Kitaplıkta Ara
vi: Tìm kiếm thư viện
zh: 搜索IPA库

# LIBRARY_VIEW_CONTROLLER_SECTION_TITLE_SIGNED_APPS
source: Signed Apps
de: Signierte Apps
fr: Apps signées
id: Aplikasi Tertandatangani
ja: 署名済みアプリ
ru: Подписанные приложения
tr: İmzalı Uygulamalar
vi: Ứng dụng đã ký
zh: 已签名的App

# LIBRARY_VIEW_CONTROLLER_SECTION_TITLE_SIGNED_APPS_TOTAL
source: %@ Signed
de: %@ signiert
fr: %@ signée
id: %@ Tertandatangani
ja: %@個署名済み
ru: %@ Подписано
tr: %@ İmzalı
vi: %@ ứng dụng đã ký
zh: %@ 个已签名App

# LIBRARY_VIEW_CONTROLLER_SECTION_TITLE_SIGNED_APPS_TOTAL_PLURAL
source: %@ Signed
de: %@ signiert
fr: %@ signées
id: %@ Tertandatangani
ja: %@個署名済み
ru: %@ Подписано
tr: %@ İmzalı
vi: %@ Đã ký
zh: %@ 个已签名App

# LIBRARY_VIEW_CONTROLLER_SECTION_BUTTON_IMPORT
source: Import
de: Importieren
fr: Importer
id: Impor
ja: インポート
ru: Импорт
tr: İçe Aktar
vi: Nhập
zh: 导入

# LIBRARY_VIEW_CONTROLLER_SECTION_DOWNLOADED_APPS
source: Downloaded Apps
de: Heruntergeladene Apps
fr: Apps téléchargées
id: Aplikasi Terunduh
ja: ダウンロード済みアプリ
ru: Загруженные приложения
tr: İndirilen Uygulamalar
vi: Ứng dụng đã nhập
zh: 已下载的App

# LIBRARY_VIEW_CONTROLLER_SECTION_TITLE_DOWNLOADED_APPS_TOTAL
source: %@ Downloaded
de: %@ geladen
fr: %@ téléchargées
id: %@ Terunduh
ja: %@個ダウンロード済み
vi: %@ ứng dụng đã nhập
zh: %@ 个已下载App

# LIBRARY_VIEW_CONTROLLER_IMPORT_ACTION_SHEET_FILE
source: Import from Files
de: Von Dateien importieren
fr: Importer depuis mes fichiers
id: Impor dari File
ja: ファイルからインポート
ru: Импорт из Файлов
tr: Dosyalar’dan İçe Aktar
vi: Nhập từ Tệp
zh: 从文件App导入

# LIBRARY_VIEW_CONTROLLER_IMPORT_ACTION_SHEET_URL
source: Import from URL
de: Von URL importieren
fr: Importer depuis une URL
id: Impor dari URL
ja: URLからインポート
ru: Импорт по URL
tr: URL’den içe aktar
vi: Nhập từ URL
zh: 从链接导入

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_SIGN
source: Sign %@
de: %@ signieren
fr: Signer %@
id: Tandatangani %@
ja: %@ を署名する
vi: Ký %@
zh: 签名 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_SIGN_INSTALL
source: Sign & Install %@
de: %@ signieren und installieren
fr: Signer & Installer %@
id: Tandatangani & Pasang %@
ja: %@ を署名後インストール
vi: Ký & Cài đặt %@
zh: 签名并安装 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_RESIGN
source: ReSign %@
de: %@ neu signieren
fr: Re-Signer %@
id: Tandatangani Ulang %@
ja: %@ を再署名
vi: Ký lại %@
zh: 重签名 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_INSTALL
source: Install %@
de: %@ installieren
fr: Installer %@
id: Pasang %@
ja: %@ をインストール
vi: Cài đặt %@
zh: 安装 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_SHARE
source: Share %@
de: %@ teilen
fr: Partager %@
id: Bagikan %@
ja: %@ を共有
vi: Chia sẻ %@
zh: 分享 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_OPEN
source: Open %@
de: %@ öffnen
fr: Ouvrir %@
id: Buka %@
ja: %@ を開く
vi: Mở %@
zh: 打开 %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_UPDATE
source: Update %@
de: %@ updaten
fr: Mettre à jour %@
id: Perbarui %@
ja: %@ をアップデート
vi: Cập nhật %@

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_CLEAR_UPDATE
source: Clear Update
de: Lösche Update
fr: effacer la mise à jour
id: Hapus Pembaruan
ja: アップデートを消去
vi: Xóa bản cập nhật

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_VIEW_DATEILS
source: View Details
de: Zeige Details
fr: Afficher les détails
id: Lihat Detail
ja: 詳細を表示
vi: Xem chi tiết

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_OPEN_LN_FILES
source: Open in Files
de: Öffne in Dateien
fr: Ouvrir dans Fichiers
id: Buka di File
ja: ファイルから開く
vi: Mở trong Tệp

# LIBRARY_VIEW_CONTROLLER_SIGN_ACTION_INSTALL_CONFIRM
source: Confirm Installation
de: Bestätige Installation
fr: Confirmer l'installation
id: Konfirmasi Pemasangan
ja: インストールを確認します
vi: Xác nhận cài đặt
zh: 确认安装
